[
    {
        "original_title": "Autonomy’s Mike Lynch acquitted after US fraud trial brought by HP",
        "paraphrased_title": "Ex-Autonomy CEO Cleared in US Fraud Case by HP \n",
        "category": "Enterprise",
        "timeposted": "2024-06-08 02:57:17",
        "original_content": "Former Autonomy chief executive Mike Lynch issued a statement Thursday following his acquittal of criminal charges, ending a 13-year legal battle with Hewlett-Packard that became one of Silicon Valley’s biggest fraud cases. He was accused of falsely inflating revenues at the UK startup ahead of Autonomy’s $11 billion sale to HP in 2011.Commenting on the acquittal, Lynch (pictured above, left, when he appeared at TechCrunch Disrupt) said in his statement: “I am elated with today’s verdict and grateful to the jury for their attention to the facts over the last ten weeks. My deepest thanks go to my legal team for their tireless work on my behalf. I am looking forward to returning to the UK and getting back to what I love most: my family and innovating in my field.”After a 12-week trial, the entrepreneur was cleared of 15 counts of fraud and conspiracy that were brought against him in relation to the 2011 acquisition.The victory for Lynch is notable in light of the fact that in the US, in fiscal year 2022, only 0.4% of federal criminal cases led to trial and acquittal, according to the Pew Research Center, and only 12% of all wire fraud prosecutions resulted in acquittal.Christopher Morvillo and Brian Heberlig, legal counsel for Lynch, added in a statement: “We are thrilled with the jury’s verdict, which reflects a resounding rejection of the government’s profound overreach in this case. The evidence presented at trial demonstrated conclusively that Mike Lynch is innocent. This verdict closes the book on a relentless 13-year effort to pin HP’s well-documented ineptitude on Dr Lynch.  Thankfully, the truth has finally prevailed. We thank Dr Lynch for his trust throughout this ordeal and hope that he can now return home to England to resume his life and continue innovating.”Lynch, 58, was previously extradited to the US, and put under house arrest and 24-hour surveillance ahead of the trial. He long maintained he was scapegoated by HP, claiming it botched the acquisition of Autonomy, and later mismanaged the company’s software assets.Lynch made £500 million from the sale of Autonomy to HP. But only a year later, HP wrote down its investment by $8.8 billion, saying $5 billion of that write-down owed to practices employed by Autonomy’s earlier management team that inflated Autonomy’s value and misled potential buyers into believing the company was far more valuable.Prosecutors accused Lynch and Stephen Chamberlain, Autonomy’s former vice president of finance, of illegally inflating revenues ahead of the acquisition and hiding high-margin software revenue inside unprofitable hardware sales.In the trial, Lynch successfully argued that he had not been involved in accounting and contract matters, instead focusing on technical and marketing issues.Although unsuccessfully arguing that the case should be heard in the UK, leading to his extradition, the US jury exonerated Lynch on all counts, along with Chamberlain, who was also on trial.The US attorney’s office in San Francisco said: “We acknowledge and respect the verdict. We would like to thank the jury for its attentiveness to the evidence the government presented in this case.”Autonomy’s sale to HP was seen as a vindication of the UK’s booming tech scene, and the platform’s ability to sift through unstructured databases was, at the time, viewed as a way for HP to rebuild its flat-lining hardware business.Lynch co-founded Autonomy in 1996 out of a specialist software research group called Cambridge Neurodynamics.Awarded an OBE for services to enterprise in 2006, Lynch became a UK government adviser who sat on the boards of the BBC and the British Library, founded the Invoke Capital VC, and invested in breakout cyber security company Darktrace.",
        "paraphrased_content": "## Mike Lynch Acquitted in HP Fraud Case\n\n**Former Autonomy CEO Mike Lynch has been acquitted of all criminal charges in a 13-year legal battle with Hewlett-Packard (HP), ending one of Silicon Valley's largest fraud cases.** Lynch was accused of falsely inflating revenues at the UK startup before its $11 billion sale to HP in 2011.\n\n**In a statement following the acquittal, Lynch expressed his elation and gratitude to the jury.** He also thanked his legal team for their tireless work and stated his desire to return to the UK to focus on his family and continue innovating.\n\n**After a 12-week trial, the entrepreneur was cleared of 15 counts of fraud and conspiracy.** This verdict is notable as only 0.4% of federal criminal cases in the US result in acquittal, according to the Pew Research Center.\n\n**Lynch's legal counsel, Christopher Morvillo and Brian Heberlig, celebrated the verdict as a resounding rejection of the government's \"profound overreach.\"** They argued that the evidence presented at trial conclusively proved Lynch's innocence, concluding that HP's mismanagement was wrongly attributed to Lynch.\n\n**Lynch, who was extradited to the US and placed under house arrest, had consistently maintained that he was scapegoated by HP.** He claimed the company botched the acquisition of Autonomy and subsequently mismanaged its software assets.\n\n**HP wrote down its investment in Autonomy by $8.8 billion a year after the acquisition, citing $5 billion of that write-down to practices by Autonomy's previous management team.** Prosecutors accused Lynch and Stephen Chamberlain, Autonomy's former vice president of finance, of illegally inflating revenues and hiding high-margin software revenue within unprofitable hardware sales.\n\n**Lynch successfully argued that he was not involved in accounting and contract matters, focusing instead on technical and marketing issues.** He also argued unsuccessfully for the case to be heard in the UK, leading to his extradition.\n\n**The US attorney's office in San Francisco acknowledged and respected the verdict, thanking the jury for their attentiveness.**\n\n**The sale of Autonomy to HP was seen as a validation of the UK's burgeoning tech scene.** Autonomy's platform, known for its ability to sift through unstructured databases, was viewed as a way for HP to revive its struggling hardware business.\n\n**Lynch co-founded Autonomy in 1996 and has since become a prominent figure in the UK tech industry.** He was awarded an OBE for services to enterprise, served as a government advisor, and invested in companies like Darktrace.\n"
    },
    {
        "original_title": "What Snowflake isn’t saying about its customer data breaches",
        "paraphrased_title": "What Snowflake isn’t saying about its customer data breaches",
        "category": "No category",
        "timeposted": "2024-06-08 02:57:17",
        "original_content": "Snowflake’s security problems following a recent spate of customer data thefts are, for want of a better word, snowballing.After Ticketmaster was the first company to link itsrecent data breach to the cloud data company Snowflake, loan comparison site LendingTree has now confirmed its QuoteWizard subsidiary had data stolen from Snowflake.“We can confirm that we use Snowflake for our business operations, and that we were notified by them that our subsidiary, QuoteWizard, may have had data impacted by this incident,” Megan Greuling, a spokesperson for LendingTree, told TechCrunch.“We take these matters seriously, and immediately after hearing from [Snowflake] launched an internal investigation,” the spokesperson said. “As of this time, it does not appear that consumer financial account information was impacted, nor information of the parent entity, LendingTree,” the spokesperson added, declining to comment further citing its ongoing investigation.As more affected customers come forward, Snowflake has said littlebeyond a brief statement on its websitereiterating that there wasn’t a data breach of its own systems, rather its customers were not using multi-factor authentication, or MFA — a security measure that Snowflake doesn’t enforce or require its customers to enable by default. Snowflake was itself caught out by the incident, saying a former employee’s “demo” account was compromised because it was only protected with a username and password.In a statement Friday, Snowflake held strong on its response so far, stating its position “remains unchanged.” Citing its earlier statement on Sunday, Snowflake chief information security officer Brad Jones said that this was a “targeted campaign directed at users with single-factor authentication” and using credentials stolen from info-stealing malware or obtained from previous data breaches.The lack of MFA appears to be how cybercriminals downloaded huge amounts of data from Snowflake customers’ environments, which weren’t protected by the additional security layer.TechCrunch earlier this week found onlinehundreds of Snowflake customer credentials stolen by password-stealing malwarethat infected the computers of employees who have access to their employer’s Snowflake environment. The number of credentials suggests there remains a risk to Snowflake customers who have yet to change their passwords or enable MFA.Throughout the week, TechCrunch has sent more than a dozen questions to Snowflake about the ongoing incident affecting its customers as we continue to report on the story. Snowflake declined to answer our questions on at least six occasions.These are some of the questions we’re asking, and why.It’s not yet known how many Snowflake customers are affected, or if Snowflake knows yet.Snowflake said it has to date notified a “limited number of Snowflake customers” who the company believes may have been affected. On its website, Snowflake says it has more than 9,800 customers, including tech companies, telcos, and healthcare providers.Snowflake spokesperson Danica Stanczak declined to say if the number of affected customers was in the tens, dozens, hundreds, or more.It’s likely that, despite the handful of reported customer breaches this week, we are only in the early days of understanding the scale of this incident.It may not be clear even to Snowflake how many of its customers are yet affected, since the company will either have to rely on its own data, such as logs, or finding out directly from an affected customer.It’s not known how soon Snowflake could have known about the intrusions into its customers’ accounts. Snowflake’s statement said it became aware on May 23 of the “threat activity” — the accessing of customer accounts and downloading their contents — but subsequently found evidence of intrusions dating back to a no-more-specific timeframe than mid-April, suggesting the company does have some data to rely on.But that also leaves open the question why Snowflake did not detect at the time the exfiltration of large amounts of customers’ data from its servers until much later in May, or if it did, why Snowflake didn’t publicly alert its customers sooner.Incident response firm Mandiant, which Snowflake called in to help with outreach to its customers,told Bleeping Computer at the end of Maythat the firm had already been helping affected organizations for “several weeks.”We still don’t know what was in the former Snowflake employee’s demo account, or if it is relevant to the customer data breaches.A key line from Snowflake’s statement says: “We did find evidence that a threat actor obtained personal credentials to and accessed demo accounts belonging to a former Snowflake employee. It did not contain sensitive data.”Some of the stolen customer credentials linked to info-stealing malware include those belonging to a then-Snowflake employee, according to a review by TechCrunch.Aswe previously noted, TechCrunch is not naming the employee as it’s not clear they did anything wrong. The fact that Snowflake was caught out by its own lack of MFA enforcement allowing cybercriminals to download data from a then-employee’s “demo” account using only their username and password highlights a fundamental problem in Snowflake’s security model.But it remains unclear what role, if any, that this demo account has on the customer data thefts because it’s not yet known what data was stored within, or if it contained data from Snowflake’s other customers.Snowflake declined to say what role, if any, the then-Snowflake employee’s demo account has on the recent customer breaches. Snowflake reiterated that the demo account “did not contain sensitive data,” but repeatedly declined to say how the company defines what it considers “sensitive data.”We asked if Snowflake believes that individuals’ personally identifiable information is sensitive data. Snowflake declined to comment.It’s unclear why Snowflake hasn’t proactively reset passwords, or required and enforced the use of MFA on its customers’ accounts.It’snot unusual for companiestoforce-reset their customers’ passwordsfollowing a data breach. But if you ask Snowflake, there has been no breach. And while that may be true in the sense that there has been no apparent compromise of its central infrastructure, Snowflake’s customers are very much getting breached.Snowflake’sadvice to its customersis to reset and rotate Snowflake credentials and enforce MFA on all accounts. Snowflake previously told TechCrunch that its customers are on the hook for their own security: “Under Snowflake’s shared responsibility model, customers are responsible for enforcing MFA with their users.”But since these Snowflake customer data thefts are linked to the use of stolen usernames and passwords of accounts that aren’t protected with MFA, it’s unusual that Snowflake has not intervened on behalf of its customers to protect their accounts with password resets or enforced MFA.It’s not unprecedented. Last year, cybercriminals scraped 6.9 million user and genetic records from 23andMe accounts that weren’t protected with MFA. 23andMereset user passwords out of caution to prevent further scraping attacks, and subsequentlyrequired the use of MFA on all of its users’ accounts.We asked Snowflake if the company planned to reset the passwords of its customers’ accounts to prevent any possible further intrusions. Snowflake declined to comment.Snowflake appears to be moving towards rolling out MFA by default, according totech news site Runtime, quoting Snowflake CEO Sridhar Ramaswamy in an interview this week. This was later confirmed by Snowflake’s CISO Jones in the Friday update.“We are also developing a plan to require our customers to implement advanced security controls, like multi-factor authentication (MFA) or network policies, especially for privileged Snowflake customer accounts,” said Jones.A timeframe for the plan was not given.Do you know more about the Snowflake account intrusions? Get in touch. To contact this reporter, get in touch on Signal and WhatsApp at +1 646-755-8849, orby email.You can also send files and documents viaSecureDrop.Hundreds of Snowflake customer passwords found online are linked to info-stealing malware",
        "paraphrased_content": "Snowflake’s security problems following a recent spate of customer data thefts are, for want of a better word, snowballing.After Ticketmaster was the first company to link itsrecent data breach to the cloud data company Snowflake, loan comparison site LendingTree has now confirmed its QuoteWizard subsidiary had data stolen from Snowflake.“We can confirm that we use Snowflake for our business operations, and that we were notified by them that our subsidiary, QuoteWizard, may have had data impacted by this incident,” Megan Greuling, a spokesperson for LendingTree, told TechCrunch.“We take these matters seriously, and immediately after hearing from [Snowflake] launched an internal investigation,” the spokesperson said. “As of this time, it does not appear that consumer financial account information was impacted, nor information of the parent entity, LendingTree,” the spokesperson added, declining to comment further citing its ongoing investigation.As more affected customers come forward, Snowflake has said littlebeyond a brief statement on its websitereiterating that there wasn’t a data breach of its own systems, rather its customers were not using multi-factor authentication, or MFA — a security measure that Snowflake doesn’t enforce or require its customers to enable by default. Snowflake was itself caught out by the incident, saying a former employee’s “demo” account was compromised because it was only protected with a username and password.In a statement Friday, Snowflake held strong on its response so far, stating its position “remains unchanged.” Citing its earlier statement on Sunday, Snowflake chief information security officer Brad Jones said that this was a “targeted campaign directed at users with single-factor authentication” and using credentials stolen from info-stealing malware or obtained from previous data breaches.The lack of MFA appears to be how cybercriminals downloaded huge amounts of data from Snowflake customers’ environments, which weren’t protected by the additional security layer.TechCrunch earlier this week found onlinehundreds of Snowflake customer credentials stolen by password-stealing malwarethat infected the computers of employees who have access to their employer’s Snowflake environment. The number of credentials suggests there remains a risk to Snowflake customers who have yet to change their passwords or enable MFA.Throughout the week, TechCrunch has sent more than a dozen questions to Snowflake about the ongoing incident affecting its customers as we continue to report on the story. Snowflake declined to answer our questions on at least six occasions.These are some of the questions we’re asking, and why.It’s not yet known how many Snowflake customers are affected, or if Snowflake knows yet.Snowflake said it has to date notified a “limited number of Snowflake customers” who the company believes may have been affected. On its website, Snowflake says it has more than 9,800 customers, including tech companies, telcos, and healthcare providers.Snowflake spokesperson Danica Stanczak declined to say if the number of affected customers was in the tens, dozens, hundreds, or more.It’s likely that, despite the handful of reported customer breaches this week, we are only in the early days of understanding the scale of this incident.It may not be clear even to Snowflake how many of its customers are yet affected, since the company will either have to rely on its own data, such as logs, or finding out directly from an affected customer.It’s not known how soon Snowflake could have known about the intrusions into its customers’ accounts. Snowflake’s statement said it became aware on May 23 of the “threat activity” — the accessing of customer accounts and downloading their contents — but subsequently found evidence of intrusions dating back to a no-more-specific timeframe than mid-April, suggesting the company does have some data to rely on.But that also leaves open the question why Snowflake did not detect at the time the exfiltration of large amounts of customers’ data from its servers until much later in May, or if it did, why Snowflake didn’t publicly alert its customers sooner.Incident response firm Mandiant, which Snowflake called in to help with outreach to its customers,told Bleeping Computer at the end of Maythat the firm had already been helping affected organizations for “several weeks.”We still don’t know what was in the former Snowflake employee’s demo account, or if it is relevant to the customer data breaches.A key line from Snowflake’s statement says: “We did find evidence that a threat actor obtained personal credentials to and accessed demo accounts belonging to a former Snowflake employee. It did not contain sensitive data.”Some of the stolen customer credentials linked to info-stealing malware include those belonging to a then-Snowflake employee, according to a review by TechCrunch.Aswe previously noted, TechCrunch is not naming the employee as it’s not clear they did anything wrong. The fact that Snowflake was caught out by its own lack of MFA enforcement allowing cybercriminals to download data from a then-employee’s “demo” account using only their username and password highlights a fundamental problem in Snowflake’s security model.But it remains unclear what role, if any, that this demo account has on the customer data thefts because it’s not yet known what data was stored within, or if it contained data from Snowflake’s other customers.Snowflake declined to say what role, if any, the then-Snowflake employee’s demo account has on the recent customer breaches. Snowflake reiterated that the demo account “did not contain sensitive data,” but repeatedly declined to say how the company defines what it considers “sensitive data.”We asked if Snowflake believes that individuals’ personally identifiable information is sensitive data. Snowflake declined to comment.It’s unclear why Snowflake hasn’t proactively reset passwords, or required and enforced the use of MFA on its customers’ accounts.It’snot unusual for companiestoforce-reset their customers’ passwordsfollowing a data breach. But if you ask Snowflake, there has been no breach. And while that may be true in the sense that there has been no apparent compromise of its central infrastructure, Snowflake’s customers are very much getting breached.Snowflake’sadvice to its customersis to reset and rotate Snowflake credentials and enforce MFA on all accounts. Snowflake previously told TechCrunch that its customers are on the hook for their own security: “Under Snowflake’s shared responsibility model, customers are responsible for enforcing MFA with their users.”But since these Snowflake customer data thefts are linked to the use of stolen usernames and passwords of accounts that aren’t protected with MFA, it’s unusual that Snowflake has not intervened on behalf of its customers to protect their accounts with password resets or enforced MFA.It’s not unprecedented. Last year, cybercriminals scraped 6.9 million user and genetic records from 23andMe accounts that weren’t protected with MFA. 23andMereset user passwords out of caution to prevent further scraping attacks, and subsequentlyrequired the use of MFA on all of its users’ accounts.We asked Snowflake if the company planned to reset the passwords of its customers’ accounts to prevent any possible further intrusions. Snowflake declined to comment.Snowflake appears to be moving towards rolling out MFA by default, according totech news site Runtime, quoting Snowflake CEO Sridhar Ramaswamy in an interview this week. This was later confirmed by Snowflake’s CISO Jones in the Friday update.“We are also developing a plan to require our customers to implement advanced security controls, like multi-factor authentication (MFA) or network policies, especially for privileged Snowflake customer accounts,” said Jones.A timeframe for the plan was not given.Do you know more about the Snowflake account intrusions? Get in touch. To contact this reporter, get in touch on Signal and WhatsApp at +1 646-755-8849, orby email.You can also send files and documents viaSecureDrop.Hundreds of Snowflake customer passwords found online are linked to info-stealing malware"
    },
    {
        "original_title": "Rippling bans former employees who work at competitors like Deel and Workday from its tender offer stock sale",
        "paraphrased_title": "Rippling bans former employees who work at competitors like Deel and Workday from its tender offer stock sale",
        "category": "Startups",
        "timeposted": "2024-06-07 23:57:17",
        "original_content": "Investor demand has been so strong for shares of hot HR startup Rippling – over $2 billion worth of term sheets, it says – that it is allowing former employees to also participate in its giant, tender offer sale, the company told TechCrunch.But there is one big exception: it has banned former employees who work for a handful of competitors from selling their stock. A small group of ex employees has been trying to get the company to alter this policy, TechCrunch has learned, but so far, to no avail.Rippling has also told employees who have previously sold shares, particularly if those sales were outside its previous tender offer, that they would not be authorized to sell as many shares this time around.To recap: in April, TechCrunch broke the news thatRippling was doing a giant tender offer of up to $590 millionfor employees and existing investors, led by Coatue, along with a smaller $200 million Series F for the company. All told the deal valued HR software startup Rippling at $13.5 billion,the company said.This wasn’t the first-and-only sale that let employees and longtime investors cash out of some shares, but it’s by far the biggest and most profitable. Anothersmaller one took place in 2021, founder and CEO Parker Conrad told TechCrunch’s GM and EIC Connie Loizos.The rules for this one, according to a summary of details seen by TechCrunch, were:the offer was open to both current and former employeesit involved options, not restricted stock units (the stock that employees had to buy, not the ones granted with restrictions as part of their comp packages)employees were eligible to sell up to 25% of their vested equity but the company was including in that count any shares they sold in the previous tender offerif an employee sold shares via any method outside of a company tender offer, the company warned it would double count those shares against the 25%former employees working for “competitors” were not eligible to participateRippling tells TechCrunch that the employees who work for the following companies are excluded: Workday, Paylocity, Gusto, Deel, Remote.com, Justworks, Hibob, Personio. Sources tell TechCrunch that employees at those companies received no information about the tender offer, but heard about their exclusion through the grapevine.None of the former employees TechCrunch spoke to were surprised to hear one name on the list: Deel. Or, according to a post on Blind, “Everyone who has options is eligible, even former employees. Except if you went to Deel then you’re screwed lol.”When some former employees realized they were being excluded from the sale, a few wrote a scathing letter to Conrad and Rippling’s top lawyer, Vanessa Wu, imploring Rippling to change its mind. Rippling refused to do so.Indeed there was quite a bit of internal drama involving the letter, as well as the equally scathing letters, seen by TechCrunch, that Rippling sent to some of them in response. The drama involved some people distancing themselves from the letter and many allegations of wrongdoing on both sides that TechCrunch could not independently verify. One person who was reportedly dragged into the letter drama told TechCrunch they wanted nothing more to do with any of it.Why is Rippling excluding ex-employees at competitors?The company told TechCrunch it was omitting employees at competitors because it was concerned that the sensitive information “including detailed financial information and risk factors” disclosed in the offer paperwork could wind up shared with competitors.“Rippling put together a tender offer for the benefit of its employees, ex-employees, and early investors. Rippling chose to be uncharacteristically broad in its approach to this tender offer (1) because Rippling wanted to be able to provide liquidity to its early employees and investors, and also, (2) because there was so much demand (received over $2B in term sheets),” Rippling VP of communications Bobby Whithorne told TechCrunch in an emailed statement.“However, tender offer rules require companies to share significant sensitive information, including private company financials, which reasonably are not materials that any company would want in the hands of its competitors. As a result, while most companies exclude former employees entirely, Rippling took the more measured approach of excluding only those former employees who currently work at a list of eight competitors with ambitions to build global HR and payroll products,” Whithorne said.To be sure, as a private company, Rippling certainly has the freedom to place restrictions on participation in its stock sales.Rippling vs Deel, a competitive feud?Several sources said that Deel is a particularly touchy subject at Rippling. Both companiesplay into the rivalrywith marketingthat touts their own tech stack is betterthan the other.Rippling’s hard-charging CEO Conrad is internally revered as a product genius but is also known as a competitive guy who thrives on rivalry, these sources said.He built Rippling into a $13.5 billion HR tech success with a product that tightly integrates payroll, benefits, recruiting, and a whole bunch of other services. He also famously built a previous HR tech startup, Zenefits, into one of the fastest-growing startups of its time until it hita world of trouble that ultimately led to his ouster.Then he founded Rippling, which has also grown like dandelions under his care. During his time at Zenefits, Conrad also had avery public spat with competitor ADP.Despite the rivalry, Deel was once a customer of Rippling, though it no longer is, sources tell us.One other thing to note about excluding ex-Rippling employees working at competitors is that, it’s not only about making a profit on their stock. Stock options can be costly. In addition to the price of the stock, employees may face huge tax bills on options they exercise from the paper gains of the value of the stock. Sometimes selling a portion of their stake, if they can, is a way for them to offset such tax bills.When asked about this, Rippling’s Whithorne said that the company has “tried to issue Incentive Stock Options (ISOs) wherever possible (all US employees) which enable employees to defer tax obligations at the time of exercise.”All employees, current or former, will be able to sell their stock one day, after a lockup period, after the company goes public. But it’s not clear when Rippling will stage an offering. The company isn’t likely in need of more capital at the moment. It just raised that new $200 million infusion, on top of the emergency$500 million it famously raised in 2023as part of the whole SVB crisis.For several of the people impacted by this decision, however, it’s not just the money. It’s also about hurt feelings that their former company believes they would do illegal or unethical things and so they are being preemptively left out of a lucrative deal.“Your company doesn’t love you, or value you. They are always going to do what is in their best interest. So do what’s in your best interest,” one source said.Got a tip about a startup culture you’ve experienced? Contact Julie Bort viaemail,X/Twitter, or Signal at 970-430-6112.",
        "paraphrased_content": "Investor demand has been so strong for shares of hot HR startup Rippling – over $2 billion worth of term sheets, it says – that it is allowing former employees to also participate in its giant, tender offer sale, the company told TechCrunch.But there is one big exception: it has banned former employees who work for a handful of competitors from selling their stock. A small group of ex employees has been trying to get the company to alter this policy, TechCrunch has learned, but so far, to no avail.Rippling has also told employees who have previously sold shares, particularly if those sales were outside its previous tender offer, that they would not be authorized to sell as many shares this time around.To recap: in April, TechCrunch broke the news thatRippling was doing a giant tender offer of up to $590 millionfor employees and existing investors, led by Coatue, along with a smaller $200 million Series F for the company. All told the deal valued HR software startup Rippling at $13.5 billion,the company said.This wasn’t the first-and-only sale that let employees and longtime investors cash out of some shares, but it’s by far the biggest and most profitable. Anothersmaller one took place in 2021, founder and CEO Parker Conrad told TechCrunch’s GM and EIC Connie Loizos.The rules for this one, according to a summary of details seen by TechCrunch, were:the offer was open to both current and former employeesit involved options, not restricted stock units (the stock that employees had to buy, not the ones granted with restrictions as part of their comp packages)employees were eligible to sell up to 25% of their vested equity but the company was including in that count any shares they sold in the previous tender offerif an employee sold shares via any method outside of a company tender offer, the company warned it would double count those shares against the 25%former employees working for “competitors” were not eligible to participateRippling tells TechCrunch that the employees who work for the following companies are excluded: Workday, Paylocity, Gusto, Deel, Remote.com, Justworks, Hibob, Personio. Sources tell TechCrunch that employees at those companies received no information about the tender offer, but heard about their exclusion through the grapevine.None of the former employees TechCrunch spoke to were surprised to hear one name on the list: Deel. Or, according to a post on Blind, “Everyone who has options is eligible, even former employees. Except if you went to Deel then you’re screwed lol.”When some former employees realized they were being excluded from the sale, a few wrote a scathing letter to Conrad and Rippling’s top lawyer, Vanessa Wu, imploring Rippling to change its mind. Rippling refused to do so.Indeed there was quite a bit of internal drama involving the letter, as well as the equally scathing letters, seen by TechCrunch, that Rippling sent to some of them in response. The drama involved some people distancing themselves from the letter and many allegations of wrongdoing on both sides that TechCrunch could not independently verify. One person who was reportedly dragged into the letter drama told TechCrunch they wanted nothing more to do with any of it.Why is Rippling excluding ex-employees at competitors?The company told TechCrunch it was omitting employees at competitors because it was concerned that the sensitive information “including detailed financial information and risk factors” disclosed in the offer paperwork could wind up shared with competitors.“Rippling put together a tender offer for the benefit of its employees, ex-employees, and early investors. Rippling chose to be uncharacteristically broad in its approach to this tender offer (1) because Rippling wanted to be able to provide liquidity to its early employees and investors, and also, (2) because there was so much demand (received over $2B in term sheets),” Rippling VP of communications Bobby Whithorne told TechCrunch in an emailed statement.“However, tender offer rules require companies to share significant sensitive information, including private company financials, which reasonably are not materials that any company would want in the hands of its competitors. As a result, while most companies exclude former employees entirely, Rippling took the more measured approach of excluding only those former employees who currently work at a list of eight competitors with ambitions to build global HR and payroll products,” Whithorne said.To be sure, as a private company, Rippling certainly has the freedom to place restrictions on participation in its stock sales.Rippling vs Deel, a competitive feud?Several sources said that Deel is a particularly touchy subject at Rippling. Both companiesplay into the rivalrywith marketingthat touts their own tech stack is betterthan the other.Rippling’s hard-charging CEO Conrad is internally revered as a product genius but is also known as a competitive guy who thrives on rivalry, these sources said.He built Rippling into a $13.5 billion HR tech success with a product that tightly integrates payroll, benefits, recruiting, and a whole bunch of other services. He also famously built a previous HR tech startup, Zenefits, into one of the fastest-growing startups of its time until it hita world of trouble that ultimately led to his ouster.Then he founded Rippling, which has also grown like dandelions under his care. During his time at Zenefits, Conrad also had avery public spat with competitor ADP.Despite the rivalry, Deel was once a customer of Rippling, though it no longer is, sources tell us.One other thing to note about excluding ex-Rippling employees working at competitors is that, it’s not only about making a profit on their stock. Stock options can be costly. In addition to the price of the stock, employees may face huge tax bills on options they exercise from the paper gains of the value of the stock. Sometimes selling a portion of their stake, if they can, is a way for them to offset such tax bills.When asked about this, Rippling’s Whithorne said that the company has “tried to issue Incentive Stock Options (ISOs) wherever possible (all US employees) which enable employees to defer tax obligations at the time of exercise.”All employees, current or former, will be able to sell their stock one day, after a lockup period, after the company goes public. But it’s not clear when Rippling will stage an offering. The company isn’t likely in need of more capital at the moment. It just raised that new $200 million infusion, on top of the emergency$500 million it famously raised in 2023as part of the whole SVB crisis.For several of the people impacted by this decision, however, it’s not just the money. It’s also about hurt feelings that their former company believes they would do illegal or unethical things and so they are being preemptively left out of a lucrative deal.“Your company doesn’t love you, or value you. They are always going to do what is in their best interest. So do what’s in your best interest,” one source said.Got a tip about a startup culture you’ve experienced? Contact Julie Bort viaemail,X/Twitter, or Signal at 970-430-6112."
    },
    {
        "original_title": "NASA puts $10M down on Mars sample return proposals from Blue Origin, SpaceX and others",
        "paraphrased_title": "NASA puts $10M down on Mars sample return proposals from Blue Origin, SpaceX and others",
        "category": "Space",
        "timeposted": "2024-06-07 23:57:17",
        "original_content": "It turns out the space industryhas a lot of ideason how to improve NASA’s$11 billion, 15-year plan to collect and return samples from Mars. Seven of these proposals have caught the agency’s attention.Announced today, NASA has awarded $1.5 million contracts to seven companies to further develop their plans for the revamped Mars Sample Return mission. The awardees, and the title of their proposals, are as follows:Lockheed Martin: “Lockheed Martin Rapid Mission Design Studies for Mars Sample Return”SpaceX: “Enabling Mars Sample Return With Starship”Aerojet Rocketdyne: “A High-Performance Liquid Mars Ascent Vehicle, Using Highly Reliable and Mature Propulsion Technologies, to Improve Program Affordability and Schedule”Blue Origin: “Leveraging Artemis for Mars Sample Return”Quantum Space: “Quantum Anchor Leg Mars Sample Return Study”Northrop Grumman: “High TRL MAV Propulsion Trades and Concept Design for MSR Rapid Mission Design”Whittinghill Aerospace: “A Rapid Design Study for the MSR Single Stage Mars Ascent Vehicle”A total of ten studies — including two NASA centers, and the agency’s Jet Propulsion Laboratory and Applied Physics Laboratory — were selected to produce studies. These were selected after the agency put out a request for proposals in April.The titles don’t really say very much at all about the respective proposals — for example, it’s no surprise that SpaceX is offering up Starship for a mission to Mars, but how exactly the vehicle will be enabled to collect and return samples is still unclear. That’s the whole point of the study period: to help NASA understand whether there are viable alternative mission designs or mission elements to bring Martian samples home safely.According to the request for proposal, studies could be for complete overhauls of the mission design, or for designs that include elements of NASA’s MSR mission or NASA’s Artemis program.NASA turned to private industry after finally admitting that its architecture for MSR is incredibly complicated. In fact, it’s a bit of a misnomer to even call it a single mission, given that the plan involved the Perseverance rover, a novel sample retrieval lander, a rocket called a Mars Ascent Vehicle, and an Earth return orbiter. These vehicles would need to work in perfect synchronicity to collect and transport the samples.Last year, an independent review board recommended that NASA revisit the mission design given the concerns about the technical features and the high costs.So the agency is doing just that: In documents related to the RFP, NASA said its looking for a less complex mission design and one that would reduce the total costs to the agency. The agency also said it was looking for the earliest possible return date.Companies will start work in July and complete their studies in October.",
        "paraphrased_content": "It turns out the space industryhas a lot of ideason how to improve NASA’s$11 billion, 15-year plan to collect and return samples from Mars. Seven of these proposals have caught the agency’s attention.Announced today, NASA has awarded $1.5 million contracts to seven companies to further develop their plans for the revamped Mars Sample Return mission. The awardees, and the title of their proposals, are as follows:Lockheed Martin: “Lockheed Martin Rapid Mission Design Studies for Mars Sample Return”SpaceX: “Enabling Mars Sample Return With Starship”Aerojet Rocketdyne: “A High-Performance Liquid Mars Ascent Vehicle, Using Highly Reliable and Mature Propulsion Technologies, to Improve Program Affordability and Schedule”Blue Origin: “Leveraging Artemis for Mars Sample Return”Quantum Space: “Quantum Anchor Leg Mars Sample Return Study”Northrop Grumman: “High TRL MAV Propulsion Trades and Concept Design for MSR Rapid Mission Design”Whittinghill Aerospace: “A Rapid Design Study for the MSR Single Stage Mars Ascent Vehicle”A total of ten studies — including two NASA centers, and the agency’s Jet Propulsion Laboratory and Applied Physics Laboratory — were selected to produce studies. These were selected after the agency put out a request for proposals in April.The titles don’t really say very much at all about the respective proposals — for example, it’s no surprise that SpaceX is offering up Starship for a mission to Mars, but how exactly the vehicle will be enabled to collect and return samples is still unclear. That’s the whole point of the study period: to help NASA understand whether there are viable alternative mission designs or mission elements to bring Martian samples home safely.According to the request for proposal, studies could be for complete overhauls of the mission design, or for designs that include elements of NASA’s MSR mission or NASA’s Artemis program.NASA turned to private industry after finally admitting that its architecture for MSR is incredibly complicated. In fact, it’s a bit of a misnomer to even call it a single mission, given that the plan involved the Perseverance rover, a novel sample retrieval lander, a rocket called a Mars Ascent Vehicle, and an Earth return orbiter. These vehicles would need to work in perfect synchronicity to collect and transport the samples.Last year, an independent review board recommended that NASA revisit the mission design given the concerns about the technical features and the high costs.So the agency is doing just that: In documents related to the RFP, NASA said its looking for a less complex mission design and one that would reduce the total costs to the agency. The agency also said it was looking for the earliest possible return date.Companies will start work in July and complete their studies in October."
    }
]