[
    {
        "title": "Chinese e-commerce marketplace Temu faces stricter EU rules as a ‘very large online platform’",
        "category": "\n\t\tGovernment & Policy\t",
        "timeposted": "2024-05-31 12:53:49",
        "content": "Temu, the super low-cost e-commerce marketplaceowned by Chinese online retailer Pinduoduo, is to face the European Union’s strictest rulesafter authorities designatedthe company a “very large online platform” (VLOP) under the Digital Services Act (DSA).The newscomes some two weeks afterEuropean consumer protection groups filed coordinated complaints against Temu over an alleged raft of alleged breaches relating to DSA, and a year after Temuopened its first office in the region. Temu subsequently went on topass 75 million usersin the EU, according to some reports, a figure that sits well above the EU’s 45 million threshold for being classed as a VLOP.Additional scrutinyThe rules set out under the DSAhave applied since Februarywith19 separate platformsinitially subject to additional scrutiny either as a VLOP or very large online search engine (VLOSE), covering products belonging to Alibaba, Alphabet, Amazon, Apple, ByteDance, Meta, Microsoft, and Snap, among others. In December, anadditional three porn siteswere given VLOP status ahead of the official application date, while Temu’s Chinese retail rivalShein was the first to be designated a VLOPafter the rules came into practice.Temu is now the 24th company to face extra obligations under the DSA, meaning the company will face extra scrutiny over its use of algorithms, AI, content rankings, recommendation tools, and suchlike, while having to assess and mitigate any “systemic risks” that stem from Temu’s services, including addressing counterfeit, illegal or unsafe products listed on its platform.In mid-May,BEUC— the European consumer organization representing 45 consumer protection groups across the bloc — filed a formal complaint against Temu while requesting that lawmakers designate the platform as a VLOP. In tandem, more than a dozen BEUC member organizations filed complaints with their national consumer protection authorities, accusing Temu of breaching DSA.And it seems the European Commission has listened.While the additional rules that apply to VLOPs are officially binding from August for companies that have already been designated as such, Temu will have until the end of September because there is a four-month grace period to comply from the point of notification — starting today.From that point, Temu will need to work with the Commission and Irish Digital Services Coordinator — Temu’s European HQ is in Dublin — to provide regular risk assessment reports, once at the start, and then on a yearly basis moving forward.“Temu acknowledges the European Commission’s designation of our platform as a Very Large Online Platform (VLOP) under the Digital Services Act (DSA),” A Temu spokesperson said in a statement issued to TechCrunch. “We are fully committed to adhering to the rules and regulations outlined by the DSA to ensure the safety, transparency, and protection of our users within the European Union.”"
    },
    {
        "title": "Spain bans Meta from launching election features on Facebook, Instagram over privacy fears",
        "category": "\n\t\tPrivacy\t",
        "timeposted": "2024-05-31 11:53:49",
        "content": "Meta has been banned from launching features on Facebook and Instagram that would have collected data on voters in Spain using the social networks ahead of next month’s European Elections.The local data protection authority, the AEPD, has used emergency powers to protect local users’ privacy. Meta confirmed to TechCrunch it has complied with the order, which can last for up to three months.In astatementabout the “precautionary measure”, the AEPD wrote it has ordered Meta to suspend implementation of Election Day Information and Voter Information Unit features in Spain — barring “the collection and processing of data implied by their use” as it puts it (the statement was translated from Spanish).The AEPD is using emergency powers contained in Europe’s General Data Protection Regulation (GDPR) to act on local concerns. Meta’s lead data protection supervisory for the GDPR is Ireland’s Data Protection Commission but the pan-EU regulation empowers any data protection authority to act where they see urgent risks to users in their own territory.“This decision is based on exceptional circumstances, in which it is necessary to adopt measures to avoid the collection of data, the profiling of users and the transfer of information to third parties, thus preventing personal data from being used by unknown controllers and for purposes not explicit,” the AEPD wrote.The Spanish DPA is concerned that Meta’s planned election-related features would violate the GPDR, including in relation to the lawfulness of processing and data minimization requirements.Political views are classed as “special category” data under the pan-EU regulation — which requires a higher bar of obtaining explicit consent from the user for processing.Per the AEPD, Meta intends to process personal data including user name, IP address, age and gender and information about how the user interacts with the election-related functionalities. “The Agency considers that the collection and conservation of data planned by the company would seriously put at risk the rights and freedoms of Instagram and Facebook users, who would see an increase in the volume of information that it collects about them, allowing the creation of more complex, detailed and exhaustive profiles, generating more intrusive treatments,” it wrote.“Making data that could be personal in nature available to third parties would involve a disproportionate interference in the rights and freedoms of the interested parties. This loss of control represents a high risk that these data will be used by unknown controllers and for non-explicit purposes,” the authority added.Meta was contacted for a response to the AEPD’s action. Spokesman Matthew Pollard sent us this statement: “Our election tools have been expressly designed to respect users’ privacy and comply with the GDPR. While we disagree with the AEPD’s assessment in this case, we have cooperated with their request.”The Spanish DPA said Meta has been planning to launch the election related features it is blocking for all users of its services with the right to vote in the European elections except Italy, where the data protection authority already has an open procedure on this matter. We’ve contacted the Garante with questions.Back in 2022, the Italian DPA also used an urgency procedure to request information from Meta related to measures it was taking around the country’s general election.Meta is also under scrutiny by the European Commission in relation to its preparedness for the upcoming EU elections early next month.Back in Aprilthe Commission opened an investigation of Facebook and Instagram under the bloc’s Digital Services Act, saying it suspects the platforms of breaking the election integrity rules for larger platforms.Italy fires Meta urgent request for info re: election interference measures"
    },
    {
        "title": "Stripe curbs its India ambitions over regulatory situation",
        "category": "\n\t\tGovernment & Policy\t",
        "timeposted": "2024-05-31 11:53:49",
        "content": "Stripe, the world’s most valuable fintech startup, said on Friday that it will temporarily move to an invite-only model for new account sign-ups in India, calling the move “a tough decision” as it navigates the country’s evolving regulatory landscape.In a statementposted on its website, Stripe said businesses in India will no longer be able to sign up for new accounts through the company’s website, and will instead need to request an invite. The startup, which competes with Cashfree and YC-backed Razorpay in the country, will now focus on supporting a select number of businesses, particularly those focusing on international expansion.“The regulatory landscape in India continues to evolve, and our goal is to offer the same experience in India that we aspire to offer to all our users worldwide,” Stripe said in the statement. “For example, enabling all new users to launch quickly with easy onboarding is a fundamental Stripe feature that we cannot promise in India today.”Stripe didn’t specify which regulatory change affected the firm. The Reserve Bank of India, the country’s central bank, has introduced a series of stringent policy changes in the past two years that have impacted several financial services firms and startups.The change is unlikely to make a material impact to Stripe’s bottom line given that the startup has limited business in India, and for that matter, many Asian markets.Stripe said it remains committed to the Indian market in the long-term and is working to build the necessary infrastructure to support more users in the country by the second half of 2025.Businesses in India that were planning to use Stripe for processing payments will need to explore alternative options in the interim. Existing users will not be impacted, Stripe said.This is a developing story. Check back for updates."
    }
]