[
    {
        "original_title": "Fearless Fund’s Arian Simone coming to Disrupt 2024",
        "paraphrased_title": "Arian Simone of Fearless Fund to Speak at Disrupt 2024 \n",
        "category": "\n\t\tVenture\t",
        "timeposted": "2024-06-05 21:33:42",
        "original_content": "TechCrunch has kept readers informed regarding Fearless Fund’s courtroom battle to provide business grants to Black women. Today, we are happy to announce that Fearless Fund CEO and co-founder Arian Simone will speak at theDisrupt 2024 Builders Stagein a fireside chat discussing her organization’s fight for racial equity.Fearless Fund was sued last August by the American Alliance for Equal Rights, which alleged that the organization racially discriminated against non-Black founders because it offered a grant for businesses owned by Black women. This June, an appeals court ruled that Fearless Fund’s business grantlikely violates Section 1981of the Civil Rights Act of 1866 and has banned the grant’s deployment indefinitely.Fearless Fund is one of many organizations facing the heat for havingprograms focusedon diversity, equity, and inclusion. As a result, the future of many of these initiatives is uncertain. But the fight isn’t over yet. Join us for a fireside chat about what happens when civil rights comes to venture capital, only at this year’s Disrupt.Register for your Disrupt pass todayand join 10,000 tech leaders for 3 days of startup innovation this October.",
        "paraphrased_content": "##  Fearless Fund CEO Arian Simone to Discuss Fight for Racial Equity at Disrupt 2024\n\n**TechCrunch is proud to announce that Arian Simone, CEO and co-founder of Fearless Fund, will be speaking at the Disrupt 2024 Builders Stage.** Simone will be participating in a fireside chat where she will discuss her organization's ongoing battle for racial equity in the face of legal challenges. \n\n**Fearless Fund has been embroiled in a lawsuit since last August** when the American Alliance for Equal Rights filed suit alleging that the organization's business grant program, designed to support Black women entrepreneurs, constitutes racial discrimination against non-Black founders. **In June, an appeals court ruled against Fearless Fund, determining that the grant program likely violates the Civil Rights Act of 1866 and ordering a halt to its implementation.**\n\n**This case highlights a broader trend facing organizations with diversity, equity, and inclusion initiatives.** Fearless Fund is not alone in facing legal scrutiny for its efforts to promote racial equity, raising serious questions about the future of these initiatives. \n\n**Don't miss the chance to hear Simone's perspective on the intersection of civil rights and venture capital.** **Join us for the fireside chat at Disrupt 2024.** \n\n**Register for your Disrupt pass today** and connect with 10,000 tech leaders for three days of innovation this October. \n"
    },
    {
        "original_title": "Bluesky and Mastodon users can now talk to each other with Bridgy Fed",
        "paraphrased_title": "Bridgy Fed Connects Bluesky and Mastodon Users \n",
        "category": "\n\t\tSocial\t",
        "timeposted": "2024-06-05 20:33:42",
        "original_content": "An important step toward a more interoperable “fediverse” — the broader network of decentralized social media apps likeMastodon,Blueskyand others — has been achieved. Now, users on decentralized apps like Mastodon, powered by the ActivityPub protocol, and those powered by Bluesky’s AT Protocol, can easily follow people on other networks, see their posts, as well as like, reply and repost them.Those same people will be able to see the others’ posts in return, too.The technology making this possible isBridgy Fed, one of the efforts aimed at connecting the fediverse with the web, Bluesky and, perhaps later, other networks like Nostr.Since the2022 sale of Twitter to Elon Musk, who rebranded the app X, there’s been asurge of interest in decentralized social media. Apps like Mastodon gained a following in the wake of Twitter’s new ownership, as users explored what a network without a centralized authority may look like. Meanwhile, Bluesky — a startup originally incubated within Twitter —raised a seed roundand grew its network to over5.7 million usersafter launching publiclyearlier this year.Other decentralized social media networks are finding footing of their own, too, like the blockchain-based Farcaster, which just last month closed on $150 million in funding from Paradigm, a16z crypto, Haun Ventures, USV and others.There’s just one problem these networks face in gaining traction against a rival like X or Meta’s Threads: Their users couldn’t talk to each other.Though both Mastodon and Bluesky are decentralized social media efforts, they rely on different underlying protocols. That means a Mastodon user can interact with others who post elsewhere on the fediverse — that is, other apps that use the olderActivityPubsocial networking protocol. But they couldn’t interact with people who posted on Bluesky, because it uses the newerAT Protocolto operate.Software developerRyan Barretthas been working to address this problem with Bridgy Fed, a social networking bridge that would connect fediverse users to those on Bluesky and vice versa.Though the matter was originallyfraught with debateover the bridge’s planned opt-out nature, Barrett listened to the community feedback and made the bridge opt-in on both sides for the time being.That could shift in the future, however, to becoming opt-out for Bluesky users only. “The norms and expectations there are somewhat different than in the fediverse,” he told TechCrunch.Bridgy Fed itself soft-launched in mid-April and transitioned to a fulllaunchover the past month. It’s now one of many different efforts to bridge networks in the fediverse, in addition toSasquatch,pinhole,RSS Parrot,mostr.pubandSkyBridge, though many are not as fully bidirectional as Bridgy is.How to use Bridgy FedUsing Bridgy Fed is fairly easy. It only works with public accounts and public posts, for starters, so there’s no concern about your private or followers-only posts being replicated elsewhere.To bridge an account from the fediverse to Bluesky, you simply follow the Mastodon account@bsky.brid.gy@bsky.brid.gy. The account will follow you back. You’ll then automatically have a new, bridged account available to Bluesky users under your fediverse/Mastodon handle (where the second @ is now a dot) followed by “ap.brid.gy.”For example, if my Mastodon account is@sarahp@mastodon.socialthen my bridged account is@sarahp.mastodon.social.ap.brid.gy.(OK, sure it’s a lot of letters, but itworks!)Image Credits:Bluesky screenshot of bridged accountOn the flip side, if you want to bridge your Bluesky account to the fediverse, then you’ll follow the@ap.brid.gyaccount on Bluesky. Similarly, you’ll then be provided with a bridged version of your Bluesky account in the fediverse. In this case, the format is @[handle]@bsky.brid.gy.So if my Bluesky account is@sarahp@bsky.social,then my bridged account is@sarahp.bsky.social@bsky.brid.gy. It will also be labeled as an “automated” account on Mastodon, as well, so people know it’s a bridged account.Anything from your Bluesky account that interacts with fediverse users will be bridged, including replies, @-mentions, likes, reports, and, if you have fediverse followers, your own Bluesky posts. The same is true for the reverse.This is different from cross-posting, to be clear, where you post once using software that then publishes it to all your connected accounts. Instead, it’s more like setting up a mirror of your feed on another platform. This could help you reach more people as you’ll be able to engage with people on a different social network.The fediverse-to-Bluesky bridge (and vice versa) are both still in early beta testing, so you will likely come across issues, bugs, downtime and other problems for now.Barrett says he has more plans ahead for Bridgy Fed, too, including the launch of a prompt to make it discoverable. “When you try to follow someone who isn’t yet bridged, it will send them a DM to ask them to opt in. I’m waiting on Bluesky’s upcoming OAuth support for that,” he notes.The bridge currently works with fediverse servers likeMastodon,Friendica,Misskey,PeerTube,Hubzillaand others, as well as Blueskyand your own website. Later, it plans to incorporateNostrsupport into its bridge as well — a decentralized social service now favored by Twitter co-founder and former CEO Jack Dorsey.",
        "paraphrased_content": "## Bridging the Gap: Interoperability in the Fediverse\n\n**A significant step toward interoperability has been achieved in the fediverse, the decentralized social media network.** This allows users on different platforms, like Mastodon (ActivityPub protocol) and Bluesky (AT Protocol), to connect and interact.\n\n**Bridgy Fed, a social networking bridge developed by Ryan Barrett, facilitates this connection.** It enables users to follow others across networks, see their posts, and engage through likes, replies, and reposts.\n\n**This interoperability addresses a major challenge facing decentralized social media platforms.** Users couldn't previously interact with those on different protocols, hindering their ability to compete with centralized platforms like Twitter (now X) and Meta's Threads.\n\n**Bridgy Fed allows users to \"bridge\" their accounts between fediverse and Bluesky networks.** This works through automated mirroring of activity, meaning posts and interactions from one network are reflected on the other. \n\n**This approach differs from cross-posting,** where content is published simultaneously on all connected accounts. Instead, Bridgy Fed creates a mirrored feed, potentially reaching a wider audience.\n\n**While currently in beta testing,** Bridgy Fed is one of several efforts aiming to connect fediverse networks. It is expected to incorporate support for Nostr, a decentralized social service favored by former Twitter CEO Jack Dorsey.\n\n**How to Use Bridgy Fed:**\n\n* **Fediverse to Bluesky:** Follow the Mastodon account @bsky.brid.gy.\n* **Bluesky to Fediverse:** Follow the @ap.brid.gy account on Bluesky.\n\n**Bridgy Fed represents a significant step forward in bridging the gap between decentralized social media platforms.** It offers a promising solution for building a more interconnected and interoperable fediverse, allowing users to freely connect and engage regardless of the platform they use. \n"
    },
    {
        "original_title": "Zoox to test self-driving cars in Austin and Miami ",
        "paraphrased_title": "Zoox Expands Self-Driving Car Testing to Austin and Miami \n",
        "category": "\n\t\tTransportation\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "Zoox, Amazon’s self-driving unit, is bringing its autonomous vehicles to more cities.The self-driving technology company announced Wednesday plans to begin testing in Austin and Miami this summer. The two cities mark Zoox’s fourth and fifth test cities, followingLas Vegas,San Franciscoand Seattle.The news comes as federal regulators increase their scrutiny of self-driving car companies likeWaymoand Zoox, both of which are under investigation over safety issues. Earlier this week, the National Highway Traffic Safety Administrationrequested more information from Zooxto aid its probe into rear-end crash risks posed by unexpected braking.That heightened scrutiny — fueled in part by aCruise incidentlast year involving a pedestrian collision — might be part of the reason Zoox has been taking a slow and steady approach to testing and scaling.A Zoox spokesperson told TechCrunch that the company began mapping the cities this spring. Over the summer, Zoox will deploy its retrofitted Toyota Highlander test fleet with safety drivers behind the wheel “in small areas near the business and entertainment districts.” The company did not say how many test vehicles it would send to each city.Zoox also didn’t say when it aims to remove the safety driver or begin commercial operations in Austin or Miami. Rather, the company is focused on using the different urban environments to fine-tune its autonomous system. For example, Austin has horizontal traffic lights, traffic lights hanging on wires, railway crossings and epic thunderstorms. Miami’s traffic lights are suspended diagonally across intersections and, apparently, the city is plagued withimpatient driversafflicted by road rage.Zoox’s testing protocol is twofold: The company identifies specific pre-planned routes that offer challenging driving features and scenarios, while also randomly testing certain point-to-point routes within a defined geofence.“We always start with a focused testing area, expanding methodically as our AI gets more familiar with the unique conditions in each city,” reads the blog post.The plans to test in Austin and Miami come as Zoox gears up for its first commercial launch. Zoox has apermitto test its vehicles without a safety driver in parts of San Francisco and Foster City, and is targeting that market as one of its first launch cities alongside Las Vegas.Zoox did not respond to TechCrunch’s request for a timeline for commercial deployment or to provide definitions of the geofenced areas.Zoox has become associated with images of itspurpose-built robotaxi, that cute, breadbox-shaped vehicle with no steering wheel or pedals and side doors that slide open to admit passengers. The company won’t be testing those vehicles on public roads in Austin or Miami, just yet.Zoox has begun limited testing of the fully driverless robotaxis on public roads in Las Vegas and Foster City and plans to start offering rides to passengers this year. In February, the California Public Utilities Commission (CPUC) granted Zoox its driverless AV pilot permit, which allows the company to carry members of the public for free within the bounds of its approved Foster City domain. Zoox has not confirmed if it has begun doing that.Zoox’s expansion news comes as the robotaxi space gets a second wind. Or maybe it’s a third wind. GM’s Cruise has also recently announced plans totest its robotaxis in Dallas and Phoenix. Alphabet’s Waymo earlier this year began offeringdriverless rides to employeesin Austin in preparation for aplanned commercial launchthis year, and the company also recently announced plans to begin robotaxi testing inAtlanta.",
        "paraphrased_content": "## Zoox Expands Autonomous Vehicle Testing to Austin and Miami\n\n**Zoox, Amazon's self-driving unit, is expanding its autonomous vehicle testing program to Austin and Miami this summer.** These cities will be Zoox's fourth and fifth test locations, following Las Vegas, San Francisco, and Seattle.\n\n**The news comes as federal regulators are increasing scrutiny of self-driving car companies like Waymo and Zoox.**  The National Highway Traffic Safety Administration (NHTSA) is investigating both companies for safety concerns, particularly regarding unexpected braking and rear-end crash risks. This increased scrutiny is likely contributing to Zoox's cautious approach to testing and scaling.\n\n**Zoox will deploy its retrofitted Toyota Highlander test fleet in small areas of Austin and Miami's business and entertainment districts.** The company will utilize these diverse urban environments to refine its autonomous system.  Austin presents unique challenges with its horizontal traffic lights, railway crossings, and frequent thunderstorms, while Miami features diagonally suspended traffic lights and a reputation for aggressive driving.\n\n**Zoox's testing protocol involves pre-planned routes featuring challenging driving scenarios, as well as random point-to-point routes within designated geofenced areas.** The company emphasizes a methodical expansion of its testing areas as its AI adapts to each city's unique conditions.\n\n**While Zoox is gearing up for its first commercial launch in San Francisco and Las Vegas, it will not be testing its purpose-built robotaxis in Austin or Miami at this time.**  The company plans to begin offering driverless rides to passengers in Las Vegas and Foster City later this year.\n\n**Zoox's expansion news coincides with a renewed focus on the robotaxi space.**  GM's Cruise is also testing its robotaxis in Dallas and Phoenix, and Waymo is preparing for a commercial launch in Austin after offering driverless rides to employees there earlier this year. Waymo also recently announced plans to begin testing in Atlanta. \n"
    },
    {
        "original_title": "Stability AI releases a sound generator",
        "paraphrased_title": "Stability AI Unveils Sound Creation Tool \n",
        "category": "\n\t\tAI\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "Stability AI, the startup behind the AI-powered art generator Stable Diffusion, has released an open AI model for generating sounds and songs that it claims was trained exclusively on royalty-free recordings.Called Stable Audio Open, the generative model takes a text description (e.g. “Rock beat played in a treated studio, session drumming on an acoustic kit”) and outputs a recording up to 47 seconds in length. The model was trained using around 486,000 samples from free music libraries FreeSound and the Free Music Archive.Stability AI says that the model can be used to create drum beats, instrument riffs, ambient noises and “production elements” for videos, films and TV shows as well as to “edit” existing songs or apply the style of one song (e.g. smooth jazz) to another.“A key benefit of this open source release is that users can fine-tune the model on their own custom audio data,” Stability AIwrote in a post on its corporate blog. “For example, a drummer could fine-tune on samples of their own drum recordings to generate new beats.”Stable Audio Open has its limitations, however. It can’t produce full songs, melodies or vocals — at least not good ones. Stability AI says that it’s not optimized for this, and suggests that users looking for those capabilities opt for the company’spremium Stable Audio service.Stable Audio Open also can’t be used commercially; its terms of service prohibit it. And it doesn’t perform equally well across musical styles and cultures or with descriptions in languages other than English — biases Stability AI blames on the training data.“The source of data is potentially lacking diversity and all cultures are not equally represented in the data set,” Stability AI writes in adescriptionof the model. “The generated samples from the model will reflect the biases from the training data.”Stability AI — which haslong struggledto turn its flagging business around — became the subject of controversy recently after its VP of generative audio,Ed Newton-Rex, resigned over disagreement with the company’s stance that training generative AI models on copyrighted works constitutes “fair use.” Stable Audio Open would appear to be an attempt to turn that narrative around, while at the same time not-so-subtly advertising Stability AI’s paid products.As music generators including Stability’s gain in popularity, copyright — and the ways in which some creators of generators might be abusing it — is becoming a central point of focus.In May, Sony Music, which represents artists including Billy Joel, Doja Cat and Lil Nas X,sent a letterto 700 AI companies warning against “unauthorized use” of its content for training audio generators. And in March, the U.S.’ first law aimed at tamping down abuses of AI in music wassigned into lawin Tennessee.",
        "paraphrased_content": "## Stability AI Releases Open Source Audio Generator\n\nStability AI, known for its AI art generator Stable Diffusion, has launched **Stable Audio Open**, an open source model for generating sounds and music. This model, trained on royalty-free recordings from FreeSound and the Free Music Archive, takes text descriptions to produce audio up to 47 seconds long.\n\n**Capabilities:**\n\n* Create drum beats, instrument riffs, ambient noises, and production elements for various media.\n* Edit existing songs or apply styles to different tracks.\n* Users can fine-tune the model with custom audio data.\n\n**Limitations:**\n\n* **Cannot generate full songs, melodies, or vocals effectively.** Stability AI suggests their premium Stable Audio service for these capabilities.\n* **Commercial use is prohibited.** \n* **Performance varies across musical styles, cultures, and languages due to biases in the training data.**  The model reflects the lack of diversity in the dataset.\n\n**Controversy and Future Directions:**\n\nStability AI faces ongoing criticism regarding the use of copyrighted content for AI model training. Stable Audio Open appears to be an attempt to address this by using royalty-free data and promoting their paid products. \n\nAs music generators gain popularity, copyright concerns are becoming paramount. Recent actions by Sony Music and the Tennessee law highlight the increasing focus on regulating the use of copyrighted material in AI training.\n\n**Overall, Stable Audio Open provides a valuable tool for creative exploration with royalty-free audio. However, its limitations and the ongoing debate surrounding copyright in AI development remain significant factors to consider.** \n"
    },
    {
        "original_title": "SoftBank-backed grocery startup Oda lays off 150, resets focus on Norway and Sweden",
        "paraphrased_title": "Oda Cuts Jobs, Narrows Focus to Scandinavia \n",
        "category": "\n\t\tStartups\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "It’s not just instant-delivery startups that arestruggling.Oda, the Norway-based online supermarket delivery startup, has confirmed layoffs of 150 jobs as it drastically scales back its expansion ambitions to focus on just two markets, its homebase and Sweden, the homebase of Mathem, an online grocery that Odamerged withlast year.Oda, which has raised hundreds of millions of dollars and was once valued as high as $900 million in a round led by SoftBank in its Vision Fund investment heyday,now saysits aim is to become profitable in the two countries sometime next year.Oda’s retreat mirrors what we’ve seen play out in the instant grocery delivery space, where a number of startups have either sold down or been acquired for pennies on each dollar raised as they have struggled to get the unit economics to work amid sluggish growth. That all appeared to come to a major head in April, when Getir, the startup out of Turkey that raised $2.3 billion,announcedlayoffs and a retreat to its home market in pursuit of getting out of the red.“Grocery is the largest category in retail, but even the most capable organizations in the world have struggled to find an online model that works. Online grocery is hard — complex orders with perishable items and a multi-temperature supply chain in a highly price sensitive category,” Oda’s CEO, Chris Poad,wroteon LinkedIn last week (before the layoffs were announced).Poad’s very presence at the company is part of its efforts to get out of that “struggle”.With past experience at Amazon, Tesco and Google, Poad only joined the company in April himself, taking over from co-founder Karl Munthe-Kaas. Munthe-Kaas, meanwhile, left after he was reportedly asked by the board to step aside due to what Norwegian mediadescribedas Oda’s “foreign fiasco.”In short, Oda, riding on hundreds of millions in funding and the pandemic boom for online grocery delivery, had big ambitions to scale across the Nordics and northern Europe. But in 2023, the company announced plans toend its retail operations in Finlandafter just one year; Germany soonfollowed.Oda may have been retrenching its own-brand expansions, but it was also consolidating with other, existing grocery retailers: its merger with Sweden’s Mathem came later in 2023 – a deal that Oda claimed would make it the largest online grocery retailer in the Nordics with“over NOK 5 billion”($471 million) in revenue.Now, Oda’s confirmed its international expansion strategy is postponed.The company’s state of affairs is a stark reminder of both the exuberance of investors pre-2022, as well as the difficulties that have followed as startups failed to meet growth projections.Prior to the pandemic, Oda – founded in 2013 – carved out a place for itself as one of the strong regional players in online grocery delivery in Europe. (Others include Ocado out of the U.K., Rohlik in the Czech Republic, Picnic in the Netherlands and Everli in Italy.)Cue the pandemic and a massive surge of online shopping as people sheltered in place. By2021, SoftBank, via its Vision Fund, led a $265 million round for the company at a valuation of $900 million. But bylate 2022Oda was raising $151 million at a valuation of $353 million.Now, based on recentfinancial reportingfrom Kinnevik, its largest shareholder, the company’s pre-layoffs value would have been just SEK 2.56 billion, or $245 million.Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353MLayoffs are often one of the signals not just of a company looking to cut costs, but sometimes of one looking to firm up its balance sheet ahead of a fundraise. And that’s what it looks like Oda is trying to do now, based on onereport. Local publication e24 says Kinnevik and other existing backers Summa Equity and Verdane are expected to provide the bulk of the NOK600 million  ($57 million) Oda is reportedly raising. It is unclear what that will translate to in terms of valuation given the other developments.",
        "paraphrased_content": "## Oda's Retreat: A Cautionary Tale of Overambitious Growth\n\n<br>\n\n**Oda, the Norway-based online grocery delivery startup, has laid off 150 employees and significantly scaled back its expansion ambitions.** The company, which once boasted a valuation of $900 million, is now focusing solely on its home market and Sweden. This strategic shift comes after a period of aggressive growth fueled by hundreds of millions in funding. \n\n<br>\n\n**Oda's struggles mirror the difficulties faced by many instant grocery delivery startups.** These companies, including Getir, have struggled to achieve profitability despite significant investments. The challenges lie in the inherent complexities of the online grocery business, including perishable items, multi-temperature supply chains, and highly price-sensitive consumers. \n\n<br>\n\n**Oda's CEO, Chris Poad, joined the company in April, replacing co-founder Karl Munthe-Kaas.** Poad, with experience at Amazon, Tesco, and Google, aims to lead the company towards profitability. Meanwhile, Munthe-Kaas reportedly stepped down due to Oda's \"foreign fiasco,\" which included the closure of retail operations in Finland and Germany.\n\n<br>\n\n**Despite the setbacks, Oda's merger with Sweden's Mathem in 2023 solidified its position as the largest online grocery retailer in the Nordics.** However, the company's recent financial performance highlights the stark reality of the post-pandemic market. Oda's valuation has plummeted from $900 million in 2021 to an estimated $245 million before the layoffs.\n\n<br>\n\n**Oda is currently seeking to raise NOK600 million ($57 million) in funding, likely led by existing investors Kinnevik, Summa Equity, and Verdane.** This fundraising effort suggests the company is seeking to strengthen its balance sheet. The impact on Oda's valuation remains unclear, but the situation serves as a reminder of the challenges facing startups in the post-pandemic era.\n\n<br>\n\n**In conclusion, Oda's retreat serves as a cautionary tale about the perils of unchecked expansion and the need for a sustainable business model.** While the online grocery market presents significant opportunities, it also requires a meticulous approach to profitability and a realistic assessment of market conditions. \n"
    },
    {
        "original_title": "Substack brings video to its Chat feature",
        "paraphrased_title": "Substack Integrates Video Chat \n",
        "category": "\n\t\tApps\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "Newsletter platform Substack is introducing the ability for writers to send videos to their subscribers viaChat, its private community feature, the companyannouncedon Wednesday. The rollout of video in Chat comes two months after the newsletter platform broughtvideostoNotes, its X/Twitter copycat that lets users share short-form content.Substack continues to add features that put it in close competition with social media platforms. The addition of video to Chat is no different and provides a new way for newsletter creators to communicate directly with loyal followers, as well as share exclusive news or sneak peeks with their community.The company launched Chats earlier this year, enabling users to converse more casually with subscribers. Just last month, Substack addedthe ability to paywallan entire chat or specific threads to paid members.To share a video in Substack Chat, writers can open a new chat and click on the plus icon in the bottom left corner. After selecting “Video,” they can upload media from their gallery or record a video with their phone camera. One caveat is that videos can only be five minutes long.Substack also provides the option to add a caption, put the video behind a paywall, as well as email subscribers about the video. Subscribers will also get a push notification sent to their mobile devices. The feature could broaden Substack’s appeal to include other types of creators beyond only those who write and publish.Additionally, writers who allow subscribers to start their own chat threads will now also be able to share their own videos. The company will soon add the ability for subscribers to send video replies, it said.Substack now lets writers paywall their ‘Chat’ discussion spaces",
        "paraphrased_content": "## Substack Expands Community Features with Video Chat\n\n**Substack is enhancing its \"Chat\" feature, a private community platform, by allowing writers to share videos directly with their subscribers.** This new capability follows the recent addition of video support to \"Notes,\" Substack's short-form content platform similar to X/Twitter.\n\n**This move further positions Substack as a competitor to social media platforms, offering creators a new way to interact with their audience.** Writers can now communicate directly with their subscribers, share exclusive content, and deliver news or previews in a more engaging video format.\n\n**Substack Chat, launched earlier this year, provides a more casual communication space for writers and subscribers.**  The platform recently introduced paywall capabilities for entire chats or specific threads, allowing creators to offer exclusive content to paid members.\n\n**Sharing a video in Chat is simple.** Writers can open a new chat, tap the \"+\" icon, select \"Video,\" and upload a video from their device or record one directly. Videos are currently limited to a maximum length of five minutes.\n\n**Substack also provides options for adding captions, applying paywalls, and notifying subscribers via email and push notifications.** \n\n**This new feature could attract a wider range of creators, including those who primarily create video content.** \n\n**Additionally, writers can now share their own videos in subscriber-initiated chat threads.** Substack is also planning to enable subscribers to respond with videos in the near future.\n\n**In summary, Substack is actively expanding its community features, making it a more attractive platform for creators across various content formats.** This includes the ability to paywall chats, share videos, and engage subscribers in a more interactive and exclusive way. \n"
    },
    {
        "original_title": "This Week in AI: Ex-OpenAI staff call for safety and transparency",
        "paraphrased_title": "AI Safety and Transparency Concerns Raised by Former OpenAI Employees \n",
        "category": "\n\t\tAI\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "Hiya, folks, and welcome to TechCrunch’s inaugural AI newsletter. It’s truly a thrill to type those words — this one’s been long in the making, and we’re excited to finally share it with you.With the launch of TC’s AI newsletter, we’re sunsetting This Week in AI, the semiregular column previously known as Perceptron. But you’ll find all the analysis we brought to This Week in AIand more, including a spotlight on noteworthy new AI models, right here.This week in AI, trouble’s brewing — again — for OpenAI.A group of former OpenAI employeesspokewith The New York Times’ Kevin Roose about what they perceive as egregious safety failings within the organization. They — like others who’ve left OpenAI in recent months — claim that the company isn’t doing enough to prevent its AI systems from becoming potentially dangerous and accuse OpenAI of employing hardball tactics to attempt to prevent workers from sounding the alarm.The group published an open letter on Tuesday calling for leading AI companies, including OpenAI, to establish greater transparency and more protections for whistleblowers. “So long as there is no effective government oversight of these corporations, current and former employees are among the few people who can hold them accountable to the public,” the letter reads.Call me pessimistic, but I expect the ex-staffers’ calls will fall on deaf ears. It’s tough to imagine a scenario in which AI companies not only agree to “support a culture of open criticism,” as the undersigned recommend, but also opt not to enforce nondisparagement clauses or retaliate against current staff who choose to speak out.Consider that OpenAI’s safety commission, which the company recently created in response toinitialcriticism of its safety practices, is staffed with all company insiders — including CEO Sam Altman. And consider that Altman, who at one point claimed to have no knowledge of OpenAI’s restrictive nondisparagement agreements,himselfsignedthe incorporation documents establishing them.Sure, things at OpenAI could turn around tomorrow — but I’m not holding my breath. And even if they did, it’d be tough to trust it.NewsAI apocalypse:OpenAI’s AI-powered chatbot platform, ChatGPT — along with Anthropic’s Claude and Google’s Gemini and Perplexity — allwent downthis morning at roughly the same time. All the services have since been restored, but the cause of their downtime remains unclear.OpenAI exploring fusion:OpenAI is in talks with fusion startup Helion Energy about a deal in which the AI company would buy vast quantities of electricity from Helion to provide power for its data centers, according to the Wall Street Journal. Altman has a $375 million stake in Helion and sits on the company’s board of directors, but he reportedly has recused himself from the deal talks.The cost of training data:TechCrunch takes a look at the pricey data licensing deals that are becoming commonplace in the AI industry — deals that threaten to make AI research untenable for smaller organizations and academic institutions.Hateful music generators:Malicious actors are abusing AI-powered music generators to create homophobic, racist and propagandistic songs — and publishing guides instructing others how to do so as well.Cash for Cohere:Reuters reports that Cohere, an enterprise-focused generative AI startup, has raised $450 million from Nvidia, Salesforce Ventures, Cisco and others in a new tranche that values Cohere at $5 billion. Sources familiar tell TechCrunch that Oracle and Thomvest Ventures — both returning investors — also participated in the round, which was left open.Research paper of the weekIn aresearch paperfrom 2023 titled “Let’s Verify Step by Step” that OpenAIrecently highlightedon its official blog, scientists at OpenAI claimed to have fine-tuned the startup’s general-purpose generative AI model, GPT-4, to achieve better-than-expected performance in solving math problems. The approach could lead to generative models less prone to going off the rails, the co-authors of the paper say — but they point out several caveats.In the paper, the co-authors detail how they trained reward models to detect hallucinations, or instances where GPT-4 got its facts and/or answers to math problems wrong. (Reward models are specialized models to evaluate the outputs of AI models, in this case math-related outputs from GPT-4.) The reward models “rewarded” GPT-4 each time it got a step of a math problem right, an approach the researchers refer to as “process supervision.”The researchers say that process supervision improved GPT-4’s math problem accuracy compared to previous techniques of “rewarding” models — at least in their benchmark tests. They admit it’s not perfect, however; GPT-4 still got problem steps wrong. And it’s unclear how the form of process supervision the researchers explored might generalize beyond the math domain.Model of the weekForecasting the weather may not feel like a science (at least when you get rained on, like I just did), but that’s because it’s all about probabilities, not certainties. And what better way to calculate probabilities than a probabilistic model? We’ve already seen AI put to work on weather prediction at time scalesfrom hours to centuries, and now Microsoft is getting in on the fun. The company’snew Aurora modelmoves the ball forward in this fast-evolving corner of the AI world, providing globe-level predictions at ~0.1° resolution (think on the order of 10 km square).Image Credits:MicrosoftTrained on over a million hours of weather and climate simulations (not real weather? Hmm…) and fine-tuned on a number of desirable tasks,Auroraoutperforms traditional numerical prediction systems by several orders of magnitude. More impressively, it beats Google DeepMind’s GraphCast at its own game (though Microsoft picked the field), providing more accurate guesses of weather conditions on the one- to five-day scale.Companies like Google and Microsoft have a horse in the race, of course, both vying for your online attention by trying to offer the most personalized web and search experience. Accurate, efficient first-party weather forecasts are going to be an important part of that, at least until we stop going outside.Grab bagIn a thoughtpiece last month in Palladium, Avital Balwit, chief of staff at AI startup Anthropic, posits that the next three years might be the last she and many knowledge workers have to work thanks to generative AI’s rapid advancements. This should come as a comfort rather than a reason to fear, she says, because it could “[lead to] a world where people have their material needs met but also have no need to work.”“A renowned AI researcher once told me that he is practicing for [this inflection point] by taking up activities that he is not particularly good at: jiu-jitsu, surfing, and so on, and savoring the doing even without excellence,” Balwit writes. “This is how we can prepare for our future where we will have to do things from joy rather than need, where we will no longer be the best at them, but will still have to choose how to fill our days.”That’s certainly the glass-half-full view — but one I can’t say I share.Should generative AI replace most knowledge workers within three years (which seems unrealistic to me given AI’s many unsolved technical problems), economic collapse could well ensue. Knowledge workers make uplarge portions of the workforce and tend to be high earners— and thus big spenders. They drive the wheels of capitalism forward.Balwit makes references to universal basic income and other large-scale social safety net programs. But I don’t have a lot of faith that countries like the U.S., which can’t even manage basic federal-level AI legislation, will adopt universal basic income schemes anytime soon.With any luck, I’m wrong.",
        "paraphrased_content": "## TechCrunch's AI Newsletter: OpenAI Troubles, AI Downtime, and the Future of Work\n\n**OpenAI Under Fire**\n\n* Former OpenAI employees have accused the company of prioritizing profit over safety and failing to prevent its AI systems from becoming dangerous.\n* They've published an open letter calling for greater transparency and whistleblower protections.\n* Despite the criticism, OpenAI has shown little willingness to address concerns, opting instead for internal safety committees and enforcing nondisparagement clauses.\n\n**AI Downtime**\n\n* OpenAI's ChatGPT, along with other AI platforms like Anthropic's Claude and Google's Gemini and Perplexity, experienced a simultaneous outage this morning.\n* The cause remains unclear, but all services have since been restored.\n\n**OpenAI's Fusion Deal**\n\n* OpenAI is in talks with fusion startup Helion Energy to purchase large amounts of electricity for its data centers.\n* This comes amidst CEO Sam Altman's significant investment in Helion.\n\n**The Cost of Training Data**\n\n*  AI research is increasingly relying on costly data licensing agreements, posing a significant challenge for smaller organizations and academia.\n\n**Hateful AI Music Generators**\n\n* Malicious actors are exploiting AI-powered music generators to create homophobic, racist, and propagandistic songs.\n* This underscores the need for safeguards against the misuse of AI technology.\n\n**Cohere's Funding Round**\n\n* Generative AI startup Cohere has secured $450 million in funding from investors including Nvidia, Salesforce Ventures, and Cisco.\n* This latest round values Cohere at $5 billion.\n\n**Research Paper of the Week**\n\n* OpenAI researchers have fine-tuned GPT-4 to improve its ability to solve math problems.\n* Their approach involves training reward models to detect hallucinations and rewarding GPT-4 for correctly completing steps in math problems.\n* The researchers say this process supervision has improved GPT-4's accuracy, but acknowledge ongoing challenges.\n\n**Model of the Week**\n\n* Microsoft has unveiled a new AI weather forecasting model called Aurora.\n* Trained on vast amounts of data, Aurora outperforms traditional forecasting systems and Google DeepMind's GraphCast in predicting weather conditions over the next one to five days.\n\n**Grab Bag**\n\n* Anthropic's chief of staff predicts that generative AI's advancements could lead to a world where work becomes obsolete within the next three years.\n* This optimistic view is countered by concerns about economic collapse due to the loss of knowledge workers and the potential for societal unrest.\n* The author expresses skepticism about the feasibility of implementing universal basic income schemes as a solution."
    },
    {
        "original_title": "Cameo fumbles on Ms. Rachel fundraiser as fans receive credits instead of videos  ",
        "paraphrased_title": "Cameo Fundraising Mishap \n",
        "category": "\n\t\tSocial\t",
        "timeposted": "2024-06-05 18:33:42",
        "original_content": "Ms. Rachel isn’t a household name, but if you spend a lot of time with toddlers, she might as well be a rockstar. She’s like Steve from Blues Clues for the next generation – instead of a network TV show, she hasa YouTube channelwith 10 million subscribers.Ms. Rachel – a music teacher named Rachel Accurso – decided to use her platform for good. She set up a fundraiser for Save the Children’s Emergency Fund, which supports children in Gaza, Ukraine, the Democratic Republic of Congo, Sudan and other embattled areas. She called the initiative “Messages for Littles to Help Littles,” and the idea was simple: she would sell500 Cameo videosat $100 a pop, then donate all of the money. She sold out fast, then put requests on hold while she caught up with the backlog of 500 personalized videos.But on Cameo, if a creator doesn’t fulfill their video requests within seven days, then the person who purchased the video gets a refund. And for a full-time content creator and graduate student in early childhood education, that’s not much time to record 500 personalized videos. If reputable creators like Ms. Rachel can’t have time to fulfill a sudden burst of requests, then is Cameo even an effective platform for fundraising?One parent, who reached out to TechCrunch, noted that he was refunded with a Cameo credit; this was especially frustrating because he only bought the Cameo because he thought the money would be going to charity.But Cameo says that due to Apple’s policies, any purchase made as an in-app purchase on an Apple device can only be refunded as a credit.“Recently, we have encountered an unprecedented demand for Ms. Rachel’s Cameo requests, which led to some concerns regarding bookings made through our app,” said Cameo CEO Steven Galanis in a statement to TechCrunch. “As all purchases made through the iOS app are processed directly by Apple, Cameo does not have access to issue refunds. If you prefer a refund over Cameo credits, you canrequest it from Apple directly.”When TechCrunch reached out to Ms. Rachel’s management for comment, they contacted Cameo to rectify the situation. Because of this intervention, all parents who donated to this fundraiser should be getting those personalized videos for their kids. But even though Ms. Rachel and her team were not aware of Cameo’s seven-day fulfillment policy, the confusion could cause reputational harm among parents who were frustrated to receive Cameo credits, rather than confirmation of their charitable donations.Cameo’s policy makes sense in some cases – if a celebrity is inactive on Cameo and someone pays for a video that they never receive, they should be reimbursed. However, Cameo was aware of Ms. Rachel’s highly popular fundraiser, since Cameoposted about it on X. Often, creator platforms like Patreon, Twitch or TikTok will cultivate direct relationships with its most popular talent, keeping a closer eye on these high-priority users. Given that Ms Rachel intended to fulfill her Cameo requests, it’s unclear why Cameo didn’t grant her additional time to do so in the first place, rather than refunding buyers.“Bottom line? Cameo wasn’t prepared for the demand and Rachel’s stardom,” a parent who bought a Cameo told TechCrunch. “Also, don’t f— with toddler parents.”",
        "paraphrased_content": "## Ms. Rachel's Cameo Fundraiser: Good Intentions, Glitchy Platform\n\n**Ms. Rachel**, a popular music teacher on YouTube with 10 million subscribers, launched a fundraising initiative on Cameo to support children in need. She planned to sell 500 personalized videos at $100 each, donating all proceeds to Save the Children's Emergency Fund.\n\n**The fundraiser was a massive success, but quickly overwhelmed Ms. Rachel's ability to fulfill all requests within Cameo's seven-day deadline.** This policy, designed to protect buyers from inactive creators, resulted in refunds being issued as Cameo credits, frustrating parents who intended to support the charity.\n\n**Cameo CEO Steven Galanis explained that due to Apple's policies, refunds for in-app purchases can only be issued as credits.** While Ms. Rachel's management intervened to ensure all parents receive the videos, the incident raises concerns about Cameo's preparedness for high-demand campaigns and its communication with creators.\n\n**Some argue that Cameo should have granted Ms. Rachel an extension, especially considering its awareness of the fundraiser's popularity and her intention to fulfill all requests.** They also suggest that the platform should prioritize support for high-profile creators, fostering a stronger relationship and mitigating potential issues.\n\n**The incident highlights the need for more robust communication and flexibility from creator platforms, particularly when handling large-scale fundraising initiatives.**  The frustration experienced by parents underscores the importance of transparent policies and user-friendly processes for all parties involved. \n"
    },
    {
        "original_title": "Cartwheel generates 3D animations from scratch to power up creators",
        "paraphrased_title": "Cartwheel: 3D Animation Made Easy for Creators \n",
        "category": "\n\t\tAI\t",
        "timeposted": "2024-06-05 18:33:43",
        "original_content": "Animating a 3D character from scratch is generally both laborious and expensive, requiring the use of complex software and motion capture tools.Cartwheelwants to make basic animations as simple as describing them, generating a basic movement with AI and letting creators focus on more expressive tasks.“There hasn’t been a lot of new stuff in animation since I started doing it,” said Jonathan Jarvis, co-founder and CEO of the startup and an animator himself. “There’s a big ‘blank screen’ problem, where there’s a million buttons and options. Sometimes you’ll spend hours working on something before you even see what it looks like.”Cartwheel is intended to skip that first step, going from zero to basic movement, so animators who want to create a scene or character don’t have to spend so much time on elementary motions like taking a step, swatting a fly or sitting down.“We help generate a motion you would get from a motion capture setup, or keying it [i.e. animating via keyframe] yourself, just a lot faster. There’s a lot of value in just quickly getting it out of your head and moving. Then you can take it and tweak it,” Jarvis said.The interface is deliberately simple, just a character and a text box. You can write just about anything in there, and in a minute or two you’ll have a basic but fluid animation that you can then export to any normal 3D editing suite.You can also check out live 3D examples on their site, likethis boxing oneor a little dudedoing a solo waltz.The model they built is totally original, said co-founder Andrew Carr, also the company’s chief scientist.“We have multiple data sources, all ethically sourced, and our own labelers labeling these motions,” he explained. “Motion is represented as a matrix — this is well-known in the literature — a matrix with poses, time, velocity and so on. So you associate the motion matrix with a text description of the motion, and do pretty standard training on motion-language pairs, the same way you’d generate images or video.”Image Credits:CartwheelThe animations you get are “on average about 80% of the way there,” Carr estimated. Jarvis said it can produce impressive, professional-level results, “and sometimes it’s a miss.” But it’s immensely faster and simpler than a traditional animation workflow, especially in environments where you have multiple artists working on one process and even small tweaks have to go up and down the line.The models they use aren’t even that big, meaning they’re cheaper to run and could conceivably be locally hosted.“Actually, this is really cool,” Carr said. “For a video model, you’re predicting 2,000×2,000 pixels, every frame for 60 frames per second … that’s just such a massive thing it has to wrangle. What we’re predicting is an order of magnitude or more smaller; it can run on the CPU, or older GPUs, and we can train models faster.”Cartwheel co-founders Jonathan Jarvis (left) and Andrew Carr.Image Credits:CartwheelJarvis even suggested they might eventually be able to render new or modified animations on the fly, a holy grail for interactivity in games, where characters are generally limited to a set of canned movements and dialogue lines. Things like camera movements and angles can also be intuitively described, and non-human characters are in the pipe as well — though the startup is first focused on human animations, since they’re by far the most commonly required.It’s reminiscent in a way of how Wonder Dynamics greatly simplified the process of 3D character insertion, with a focus not on replacing animators or artists but on skipping the repetitive drudgery of elementary animation work. The industry as a whole has embraced AI-adjacent tools as time savers that let their creatives focus more on creation; certainly Autodesk has, at any rate, as shown by itsacquisition of Wonder Dynamicstwo weeks ago.It may be a little unseemly to speculate about the ultimate fate of a startup right as it’s starting up, but Cartwheel could conceivably go the same way: snapped up as a promising and powerful feature that could prove an advantage over competitors. But it could also build itself up as an platform-agnostic tool and offer a growing suite of services to professional animators.Either way, it has secured its first round of funding, a $5.6 million seed led by by Accel, with participation by Khosla Ventures, Human Ventures, Heretic VC, MVP Ventures, Correlation Ventures, and Pelion VC — and a handful of angels, as is tradition.For now Cartwheel is happy to act as one of the many prosumer type apps that animators rely on to do their work. You can test it yourself if yousign up for the beta.“There’s this notion of AI replacing creative work, and as someone who does creative work, it’s like, no! This leads to more animation, more motion, one person doing more,” Jarvis said. “And that will eventually go up the stack to the big studios that will be doing incredible stuff we haven’t even thought of. But between the Pixars and the people playing on their phones, there’s a whole bunch of levels, and that’s where a lot of the creative work really gets done.”",
        "paraphrased_content": "## Cartwheel: Simplifying 3D Animation with AI\n\n**Problem:** Animating 3D characters from scratch is time-consuming and expensive, requiring specialized software and motion capture tools. Traditional animation workflows often involve hours spent on basic movements before even seeing the results.\n\n**Solution:** Cartwheel uses AI to generate basic animations from simple text descriptions. This allows animators to focus on more creative tasks instead of spending time on repetitive, elementary motions.\n\n**How it works:**\n\n* Users describe desired movements in a text box.\n* Cartwheel's AI generates a basic, fluid animation within a minute or two.\n* The resulting animation can be exported to any standard 3D editing software.\n* Cartwheel uses its own original data sources and models, trained on motion-language pairs.\n\n**Benefits:**\n\n* **Faster animation:** Generates basic movements significantly quicker than traditional methods.\n* **Simplified workflow:** Eliminates the need for complex software and motion capture setups.\n* **Intuitive interface:** Simple and easy to use, allowing for quick prototyping and experimentation.\n* **Versatile application:** Can be used for a wide range of animation tasks, including human characters, camera movements, and non-human creatures.\n* **Cost-effective:** Models are relatively small and can run on standard hardware, making it accessible to creators of all levels.\n\n**Impact:**\n\n* Cartwheel aims to make animation more accessible to a wider range of creators, allowing them to focus on creative expression.\n* The technology could eventually revolutionize interactive experiences in games and other platforms.\n* Similar to other AI-powered tools, Cartwheel is anticipated to be a valuable asset for the animation industry, complementing traditional methods.\n\n**Funding:** Cartwheel has secured $5.6 million in seed funding from investors including Accel, Khosla Ventures, and Human Ventures.\n\n**The future:** Cartwheel could be acquired by a larger company or evolve into a platform-agnostic tool, offering a wide range of services to professional animators. \n\n**Overall:** Cartwheel is a promising new tool that aims to democratize 3D animation by simplifying the process and empowering creators to focus on artistic expression. The technology has the potential to accelerate the animation industry and drive innovation across various fields.\n"
    },
    {
        "original_title": "Wix’s new tool taps AI to generate smartphone apps",
        "paraphrased_title": "Wix Uses AI for Smartphone App Creation \n",
        "category": "\n\t\tAI\t",
        "timeposted": "2024-06-05 17:33:43",
        "original_content": "Wix, the platform known chiefly for its web design tools, is launching a generative AI feature that’ll let customers create and edit iOS or Android apps by describing what they want to see in plain English.The capability, which is set to arrive in Wix’s app builder tool this week, guides users through a chatbot-like interface to understand the goals, intent and aesthetic of their app. With this info, Wix’s AI generates an app that can be customized from the app editor, and then optionally embellished with first- and third-party integrations, widgets and connectors.Generative AI-powered app creation follows on the the heels of Wix’sAI website generator, announced last July, which can output a site template complete with text and images from a series of descriptive captions. Wix co-founder and CEO Avishai Abrahami says that the new AI products are a part of Wix’s broader strategy to create “custom AI solutions” to help companies quickly spin up digital experiences.“Wix’s mission has always been to empower anyone to create an online presence, including mobile apps,” Abrahami told TechCrunch. “As a company, we have learned so much about AI and how users interact with it when creating their online presence.”Apps from scratchWix says that its new AI-powered app builder, which requires a $99-per-month subscription to Wix’s premium Branded App plan, generates app code that’s “fully native” to iOS and Android. Users have control over their app’s branding, layout and features, including icons and themes, and can preview the app before submitting it to the Apple App Store or Google Play Store.“The goal of our AI is to offload most, if not all, of the hard work from the user,” Abrahami said. “The more detailed the answers to the prompts during setup, the more personalized and complete the AI-generated app will be.”Image Credits:WixThat sounds great in theory. ButreviewsofWix’s AI site builder aren’t exactlyglowing, with early adopters reporting bugs and generic-looking finished products.So given that the under-the-hood tech is similar, outside a few upgraded generative AI models, why should people expect Wix’s AIappbuilder to be any better?Abrahami brushed aside the complaints about Wix’s site builder, claiming that feedback has been “overwhelmingly positive” and that customers have created hundreds of thousands of AI-generated websites since its launch.Image Credits:Wix“This strong response and utilization underscore the depth of our AI expertise and the strength of our product team,” he said. “We’re excited to extend this experience to mobile as well.”The stakes are a bit higher with apps, though — at least from a security standpoint.Generative AI tools are resulting inmore mistaken codebeing pushed to codebases and amplifyingexisting bugs and security issuesin app code, studies and surveys show. In fact, over half of the answersOpenAI’s ChatGPT gives to programming questions are wrong, according to research from Purdue.Image Credits:WixAbrahami admitted that the AI app builder, like all generative AI tools, might make mistakes. But he said that Wix is committed to “[improving] the product all the time.”“Our security team implements and maintains robust security measures for all our solutions, including the mobile app builder,” he added. “The applications and code are subject to constant security and penetration reviews and monitoring.”Can it replace developers?Assuming Wix’s AI-powered app designer works as advertised, it might threaten firms — and solopreneurs — in themulti-billion-dollar businessof building smartphone apps for brands.There’sFlutterFlow,Crowdaaand theMobile-First Company, to name a few — many of which also employ AI in various forms. On Fiverr, acursory searchyields a long list of highly rated app developers, some of whom charge around the same price as a subscription to Wix’s AI app builder.Abrahami asserts that Wix isn’t trying to replace developers, but rather provide an alternative for customers who want it. The tool, he says, deeply integrates with Wix’s wider product portfolio — potentially making it more appealing to Wix’s millions of existing users — and brings features like usage analytics and app update handling through the relevant app stores.“Professional developers continue to play a crucial role, particularly for more complex and specialized app projects,” Abrahami said. “There is room for both routes to app creation.”I’m not so sure app developers will agree — but they don’t exactly have much choice in the matter.",
        "paraphrased_content": "## Wix Launches AI-Powered App Builder: Can It Replace Developers?\n\n**Wix**, known for its web design tools, is launching an **AI-powered app builder** that allows users to create and edit iOS or Android apps by describing their desired features in plain English.\n\n**How it works:**\n\n* Users interact with a **chatbot-like interface** to define their app's goals, intent, and aesthetic.\n* Wix's AI generates an app based on this input.\n* The app can be customized in the app editor and integrated with various third-party services.\n\n**Wix's AI app builder builds upon its AI website generator launched last July.** Co-founder and CEO Avishai Abrahami states that these AI products are part of Wix's strategy to provide \"custom AI solutions\" for quick digital experience creation.\n\n**Wix claims the app builder generates \"fully native\" code for both iOS and Android.** Users can control branding, layout, and features, preview the app, and submit it to app stores.\n\n**However, concerns exist regarding the reliability of Wix's AI tools.**  Reviews of the AI site builder highlight bugs and generic-looking outputs. Wix's AI app builder uses similar technology, raising questions about its effectiveness.\n\n**Wix addresses these concerns by citing positive feedback and widespread adoption of its AI website builder.** Abrahami assures that Wix prioritizes security and constantly improves its AI tools.\n\n**The emergence of AI-powered app builders raises the question of whether it could replace developers.** While Wix emphasizes that its tool is an alternative for customers who prefer a quicker route, it may pose a threat to the multi-billion-dollar app development industry.\n\n**Wix's app builder deeply integrates with its existing product portfolio, making it potentially appealing to its user base.** Abrahami acknowledges the importance of professional developers for complex projects, suggesting coexistence rather than complete replacement.\n\n**The future of app development is evolving with the integration of AI.** While the capabilities of AI-powered app builders continue to grow, the role of developers will likely adapt, focusing on more complex and specialized projects. \n"
    },
    {
        "original_title": "ClickUp wants to take on Notion and Confluence with its new AI-based Knowledge Base",
        "paraphrased_title": "ClickUp Launches AI-Powered Knowledge Base to Rival Notion and Confluence \n",
        "category": "\n\t\tAI\t",
        "timeposted": "2024-06-05 17:33:43",
        "original_content": "Since its launch in 2017,ClickUphas become a popular andwell-fundedproductivity tool. And like all productivity tools, the ClickUp team has also heard the siren song of artificial intelligence. The company has now launched what it calls “ClickUp Knowledge Management,” which combines a new wiki-like editor and with a new AI system that can also bring in data from Google Drive, Dropbox, Confluence, Figma and other sources. With that, the company aims to build a tool that can rival other popular services like Notion and Atlassian’s Confluence.ClickUp co-founder and CEO Zeb Evans told me that he believes that AI is critical for knowledge management, but to get the most out of that, businesses need a central repository for all of that knowledge.Image Credits:ClickUp“In the majority of companies, you have your actual knowledge, that’s written in a certain place like a Confluence [wiki] or Notion,” he said. “And then you have a lot of knowledge in different places. There are some startups like Glean that are starting to connect the dots between that, but the real problem that exists now is that you can go to one tool and kind of connect the dots, but you can’t actually edit and manage those dots and do the work about the work on that same platform.”That’s a problem the ClickUp team itself faced over the years. And while you could already author documents on the platform, the team decided to build a new product from the ground up that starts with a wiki at its core (and one that feels more like Notion than Confluence) but then also integrates with a new AI system that can pull in data from all of these other sources.“You can build wikis in ClickUp, but we also now connect to all of your other work tools and aggregate the knowledge in one central company brain, so to speak, where you can write wikis based on all of the context that’s available to you today,” Evans said.The result, ClickUp argues, is a system that brings together the best of Notion, Confluence and Glean to allow users to quickly create documents. For texts like project reports, team updates, summaries and standups, the team already created pre-built templates. Users can also utilize the system to automatically assign tasks, populate task data and find duplicate tasks.There is, of course, also a chatbot that people can use to query their documents. What’s nifty here, though, is that ClickUp has built the system in a way that not only cites all of its sources but also proactively asks the user if it should create relevant documents for them based on the query results.Image Credits:ClickUpEvans stressed that the system takes an employee’s existing access permissions into account, so the AI will only surface information that a given user is allowed to work with.About two years ago, ClickUpacquired Slapdash, a universal search tool that brought together data from what are traditionally siloed SaaS apps. Since then, ClickUp worked on rebuilding the Slapdash architecture so that it could work with AI. This now enables the ClickUp Knowledge Management to perform retrieval augmented generation (RAG) — which has quickly become the industry standard for augmenting large language models (LLMs) with additional and up-to-date information.“It’s not a surface-level integration, where with a lot of these things, they use an API to go search all the things. Instead, we are actually digesting all of your databases from your connected applications so we can do a lot of cool stuff with that,” Evans said.Looking ahead, ClickUp aims to use this new system to reduce the amount of work about work even more.“Our big thing for this next release is killing work about work. I hate work about work. I hate having to go ask a bunch of questions and figure out where things are and figure out what people are working on. Every company right now, if you calculate how much time is spent on just writing a standup every single day. ‘This is what I did today. This is what I did yesterday.’ It’s insane,” said Evans.",
        "paraphrased_content": "## ClickUp Launches AI-Powered Knowledge Management Tool\n\nClickUp, a popular productivity platform, has introduced \"ClickUp Knowledge Management,\" a new tool aimed at streamlining knowledge management within organizations. This tool combines a wiki-like editor with an AI system capable of aggregating data from various sources including Google Drive, Dropbox, Confluence, Figma, and more.\n\n**Centralized Knowledge Repository:**\n\nClickUp CEO Zeb Evans highlights the importance of a centralized knowledge repository for effective AI-powered knowledge management. He points out that many businesses struggle with fragmented knowledge across different platforms. While existing tools like Glean try to connect the dots between scattered information, they lack the ability to edit and manage knowledge directly within the platform.\n\n**Integrated AI & Wiki:**\n\nClickUp Knowledge Management addresses this challenge by providing a robust wiki platform that seamlessly integrates with an AI system. This allows users to create and manage documents while simultaneously leveraging AI-powered insights from their connected work tools.\n\n**Features & Capabilities:**\n\nClickUp's new tool boasts several key features:\n\n* **Pre-built templates:** For common document types like project reports, team updates, and stand-up summaries.\n* **AI-powered automation:** Automatic task assignment, data population, and duplicate task detection.\n* **Chatbot:** Enables users to query documents and receive relevant information.\n* **Source citation & proactive document generation:** The chatbot cites all sources and proactively suggests creating new documents based on user queries.\n* **Role-based access:** AI only surfaces information accessible to the user based on their permissions.\n\n**Retrieval Augmented Generation (RAG):**\n\nClickUp acquired Slapdash, a universal search tool, and rebuilt its architecture to leverage AI capabilities. The result is a RAG-powered system that integrates directly with users' databases, enabling more sophisticated data analysis and AI-powered insights.\n\n**Future Vision:**\n\nClickUp envisions its new knowledge management tool as a solution for reducing \"work about work\" – the tedious tasks associated with gathering information, coordinating efforts, and maintaining knowledge within organizations. The company aims to automate and streamline these processes to improve overall productivity. \n"
    },
    {
        "original_title": "Whizz wants to own the delivery e-bike subscription space, starting with NYC",
        "paraphrased_title": "Whizz Targets NYC for E-Bike Subscription Dominance \n",
        "category": "\n\t\tTransportation\t",
        "timeposted": "2024-06-05 17:33:43",
        "original_content": "New York City, home to over 60,000 gig delivery workers, has been cracking down on cheap, uncertified e-bikes that have resulted inbattery firesacross the city.Some e-bike providers may see such regulations as a problem for business. But e-bike subscription startupWhizzsees it as an opportunity.“I think the market is moving from a Wild West to a mature market,” Mike Peregudov, CEO and co-founder at Whizz, told TechCrunch. “We’re lucky to be here in this moment because after all the regulations happen, it will be very hard to enter this market.”The New York-based startup claims to offer gig workers access to safe, high-quality e-bikes for between $139 and $149 per month. Couriers for Grubhub and DoorDash, Whizz’s official partners in NYC, can access subscriptions and rent-to-own schemes for 15% off. Subscriptions include service, maintenance, anti-theft protection and more.Founded in 2022, Whizz this week raised $12 million to build more e-bikes, begin producing e-mopeds and expand beyond New York to other cities, including Boston, Chicago, Miami, Philadelphia and Washington, D.C. The round was broken into $5 million in equity led by Leta Capital and $7 million in debt from Flashpoint VC.Ultimately, Whizz wants to launch nationwide. In the short-term, the startup aims to manage 40,000 e-bikes in the NYC area over the next three years, up from the 2,500 e-bikes Whizz currently has deployed across NYC and Jersey City.There are few players in the e-bike subscription space in the U.S. Whizz’s main competitor isZoomo, an Australian startup with a presence in NYC and a handful of European cities. Zoomo’s subscription costs, on average, are about $49 per week or just under $200 per month.Uber Eats couriersget a better deal at $24 per week, or just under $100 per month. Zoomo also works with enterprise customers to provide entire fleets.The lack of disruption in the e-bike subscription arena could mean that Whizz is in a perfect position to get a first-mover advantage. Or it could mean that the e-bike subscription model is difficult to get right.Other consumer-facingmicromobility subscriptionsin NYC have come and gone, likeBeyond’s e-scooter rental offeringand charging infrastructure company Revel’s attempt atan e-bike subscription. And as we’ve seen from the many failures of shared micromobility companies likeBirdandSuperpedestrian, hardware-as-a-service (HaaS) is a high-capital expenditure business. That doesn’t always square up to the most attractive aspect of subscriptions: an affordable price point. The combination of the two opposing forces often translates to unimpressive margins.On the other hand, subscriptions have the benefit of repeat revenue, which can be leveraged to improve margins as long as a company keeps operations lean and efficient.Whizz says this is where it can shine. The startup has relied on its proprietary software that streamlines operations and a culture of bootstrapping to grow 3.5x year-over-year and reach an annual recurring revenue (ARR) of more than $8 million as of May. ARR is a projection of revenue for the year based on current and expected customer numbers.Peregudov also says Whizz will be EBITDA positive in two to three months and fully profitable within nine months.The CEO and his co-founders all came to New York from Russia a few years ago after founding and selling subscription-based businesses. Peregudov built Partiya Edy, a meal-kit delivery service, andsold it to Yandexin 2019 for $25 million. His co-founders — Alex Mironov, Ksenia Proka, and Artem Serbovka — built and sold an e-bike subscription platform, Moy Device, to a private equity firm in Russia.“We never raised hundreds of millions, and I think in this type of business, that could be dangerous,”  Peregudov said. “We’ve seen companies that have raised $100 million and then they try to blitzscale. This business is not about blitzscaling.”Using software to improve unit economicsWhizz’s software manages the back end to help the e-bike subscription startup achieve strong unit economics.Image Credits:WhizzPeregudov says the most important part of Whizz’s business is its proprietary “enterprise resource management” (ERP) system, the software that powers the back end and protects Whizz’s assets. The CEO says this software helps Whizz cut costs by 35%, achieve a 85% fleet utilization rate and “improve margins at every step.”The software provides analytics on everything from how much time it takes to complete a repair to how IoT can help manage warehouse logistics, from information on all bikes and customers in the system to revenue and payments management. Whizz’s system can even remotely control parts of the bikes to brick them if they get stolen.Another aspect of Whizz’s software is its internal scoring model, which the startup uses to ensure it’s renting bikes to responsible people. “This scoring system is AI-enabled with more than 50 parameters, and it’s like a bank credit score,” Peregudov said. “These guys are mostly immigrants, and we are probably the only company on the market that can score them because banks don’t do that. That’s why these guys don’t have credit scores. Our bikes are often the only option for affordable transportation for them.”Quality e-bikes, batteries and serviceWhizz co-founders (left to right): Alex Mironov, Artem Serbovka, Ksenia Proka, and Mike PeregudovImage Credits:WhizzWhizz’s e-bikes are also designed in-house specifically to service food delivery workers. Peregudov claims the bikes are reliable enough to ride for up to 1,000 miles per month and have large batteries to enable couriers to drive more, and thus, earn more. The batteries, he says, are UL certified and built with Samsung cells.Gig workers in NYC can visit one of Whizz’s five hubs to pick up bikes and have them repaired or replaced in 30 minutes or less. The hubs are located in Midtown, Union Square, Harlem and Brooklyn, with a fifth coming this week to Jersey City.Whizz also says it offers customer service in six languages: English, Spanish, French, Turkish, Arabic and Russian.The major snag in Whizz’s future plans is the fact that its bikes and batteries are all assembled in China. The Biden administration recently announced new tariffs on Chinese imports, including e-bikes and batteries, which will be subject to a25% price hike.Peregudov says he’s not worried because Whizz owns its IP and can move production to a new partner in India or Vietnam.Can Whizz’s model scale across the U.S.?While the e-bike subscription market geared at gig delivery workers is still new, it’s not a guarantee that Whizz will be able to scale in the U.S. Zoomo, the incumbent, as it were, has a respectable presence in Europe, but its market share in the U.S. has recently shrunk. The startup used to offer its services in San Francisco, but shuttered there in 2022. Zoomo did not respond to TechCrunch to explain what went wrong.Whizz’s strategy for expansion is twofold: Work its way down the East Coast before expanding nationally, and offer new form factors to reach a broader range of delivery workers.Whizz’s latest funding round will help get the company part of the way by taking more territory in NYC and building a new e-moped. In the long run, the startup sees itself even potentially bringing EVs onto the platform for delivery workers who don’t live in bike-friendly cities, which are few and far between in the U.S.Sergey Toporov, a partner at Leta Capital who led Whizz’s equity round, said he invested in the startup because it was able to achieve a great contribution margin on a small scale.Toporov noted that Leta mainly invests in software companies, so Whizz’s ERP system is what appealed the most because it will help the company stay efficient and organized as it scales its fleet, customers and employee base and brings on new types of vehicles.“The hype around micromobility and fast delivery has passed, and most VCs have pivoted to other industries. However, we strive to focus on companies with fundamental business value in the markets not inflated by an excess of capital,” Toporov said. “We believe that Whizz is a hidden gem that will continue to surprise the market.”",
        "paraphrased_content": "## Whizz: A New Player in the E-bike Subscription Market for Gig Workers\n\n**New York City's crackdown on uncertified e-bikes has opened a window of opportunity for Whizz, an e-bike subscription startup targeting gig delivery workers.** While some providers see regulations as a hurdle, Whizz embraces them, positioning itself as a provider of safe, high-quality e-bikes in a maturing market.\n\n**Whizz offers subscriptions for $139-$149 per month, including maintenance, anti-theft protection, and other services.**  The company also provides rental-to-own options, with discounts for Grubhub and DoorDash couriers.\n\n**Whizz raised $12 million to expand its fleet, produce e-mopeds, and venture beyond NYC to other cities.** The company aims to manage 40,000 e-bikes in the NYC area within three years, up from its current 2,500.\n\n**The e-bike subscription market in the U.S. is still nascent, with Whizz's main competitor being Zoomo.** However, Whizz's focus on quality, safety, and technology could give it a first-mover advantage.\n\n**Whizz differentiates itself through its proprietary software, which streamlines operations and improves unit economics.** The software manages the back-end, tracks fleet utilization, and provides analytics on repairs, logistics, and customer data. It also incorporates a scoring system to assess customer creditworthiness.\n\n**Whizz's bikes are designed specifically for delivery workers, featuring long-lasting batteries and durable construction.** The company boasts a robust customer service network with hubs in NYC and Jersey City, offering repairs and replacements within 30 minutes.\n\n**Despite potential challenges from tariffs on Chinese imports, Whizz plans to shift production to India or Vietnam.** The company's focus on software and technology, combined with its commitment to quality, positions it for sustainable growth.\n\n**Whizz's success hinges on its ability to scale efficiently.**  The startup's software-driven approach, strong unit economics, and proven track record of growth suggest it is well-positioned for success.\n"
    }
]