[
    {
        "title": "Fisker collapsed under the weight of its founder’s promises",
        "category": "\n\t\tSocial\t",
        "timeposted": "2024-06-01 21:47:17",
        "content": "Welcome back to TechCrunch’s Week in Review — TechCrunch’s newsletter recapping the week’s biggest news. Want it in your inbox every Saturday? Sign uphere.Over the past eight years, famed vehicle designer Henrik Fisker suggested his EV startup would deliver on a lot of promises, but none came true. AsFisker looks for an unlikely rescue, employees told TechCrunch that the blame rests largely on the shoulders of the husband-and-wife team who steer the company.This week also had a major disturbance in the fintech space. After years of missteps and struggles, the banking-as-a-service fintechSynapse officially went bankrupt. Based on Synapse’s filings, as many as 100 fintechs and 10 million end customers could have been impacted by the company’s collapse.Elon Musk just got a lot of cash for xAI. The AI startupraised $6 billionat an $18 billion pre-money valuation as it aims to compete with OpenAI, Microsoft and Alphabet.In other big money moves, Google is investing nearly$350 million into Flipkart. The new investment gives the Walmart-owned Indian e-commerce startup a valuation of $36 billion. Google, which reaches more than half a billion people in India, identifies the South Asian nation as a key overseas market.NewsImage Credits:Darrell Etherington with files from Getty under licenseWas Sam Altman fired from Y Combinator?:Paul Graham is setting the record straight.In a series of posts on X, the Y Combinator co-founder brushed off claims that Sam Altman was pressured to resign in 2019 due to potential conflicts of interest.Read MoreSpotify doles out Car Thing refunds:Spotify is facing backlash over its decision to discontinue support for its in-car streaming device, Car Thing. Spotify has now instituted a refund process, but some users are asking the company not to brick their devices.Read MoreAre earbuds the future of AI hardware?:Unlikegenerative AI gadgets like Humane’s Ai Pin and Rabbit’s R1, Iyo is aiming to build its technology into an already successful category: the Bluetooth earbud.Read MoreFirefly forges on:On the heels of personal tragedy, theTel Aviv-based startup has raised $23 million for its “infrastructure as code” solution to the growing issue of cloud asset management.Read MoreIs Apple going to “sherlock” Arc?:Apple is reportedly planning to release a new technology called “smart recaps” in iOS 18, which appears to closely mimic Arc Search’s innovative “Browse for me” functionality.Read MoreMisinformation is so back:A pair of new studies offers evidence that misinformation on social media has the power to change people’s minds. Find out who was most responsible for the vast majority of “fake news” in the studied time periods.Read MoreAI models have favorite numbers too:Engineers at Gramener performed an experiment where they asked several major LLM chatbots to pick a random number between 0 and 100 — and the results were fascinating.Read MoreMistral unveils coding model:The French AI startup has released its first generative AI model for coding, dubbed Codestral, which is designed to help developers write and interact with code.Read MoreSay hello to meme tech:Is it time to disrupt the meme industry? With Meme Depot, founder Alex Taub aspires to build a comprehensive archive of any meme imaginable with a crypto-focused business model.Read MoreAI comes for tutors:The arrival of AI bots is posing a threat to long-established tutoring franchises and professional tutors, and the leading apps are from China. But do they actually help students learn?Read MoreAnalysisImage Credits:Bryce DurbinWhat happens to a company when its founder dies?:Onyx Motorbikes was already in trouble — and then its 37-year-old owner passed away unexpectedly with no will or succession plan, leaving behind millions of dollars in debt. Rebecca Bellan reports on how the ensuing battle for control has put Onyx in legal limbo.Read MoreThe ‘edgelords’ at OpenAI:Meredith Whittaker has some candid thoughts about the current leadership at OpenAI. Mike Butcher sat down with the Signal president to discuss what she describes as a disrespectful “frat house” contingent of the tech industry in a wide-ranging conversation.Read MoreDon’t expect IPOs from these startups:While 2024 is looking to be a better year for tech startups going public, there’s still a number of high-profile companies that are wanting to wait just a little bit longer. From Plaid to Figma, Rebecca Szkutak rounds up the companies that aren’t itching to go public just yet.Read More"
    }
]